[
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "1º",
    "SEMANA": 1,
    "AULAS": "1 e 2",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Realizar investigação usando princípios e metodologias de pesquisa sobre temas relacionados ao uso de sistemas (placa programável) e equipamentos de fabricação digital.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas. (EM13CO09) Identificar tecnologias digitais, sua presença e formas de uso, nas diferentes atividades no mundo do trabalho.",
    "OBJETO DE CONHECIMENTO": "Pensamento computacional",
    "TÍTULO DA AULA": "Robótica Educacional – O que é isso?",
    "CONTEÚDO": "Origem histórica dos termos robôs e Robótica. Três pilares da Robótica/Educacional. Tipos de robô. CLP e microcontrolador. Linha do tempo de evolução da tecnologia ligada a Robótica. Robôs sem programação são só máquinas.",
    "OBJETIVOS": "Entender a etimologia e a evolução do conceito de \"robô\" e da Robótica como campo de estudo. Identificar o que é Robótica educacional e seus pilares. Reconhecer as várias aplicações da Robótica nos dias de hoje. Identificar ferramentas digitais que permitem simular e testar robôs."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "1º",
    "SEMANA": 2,
    "AULAS": "3 e 4",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "(EF67TECC22) Identificar os diferentes sensores (luz, toque) e atuadores (motores).",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO09) Identificar tecnologias digitais, sua presença e formas de uso, nas diferentes atividades no mundo do trabalho. (EM13CO18) Planejar e gerenciar projetos integrados às áreas de conhecimento de forma colaborativa, solucionando problemas, usando diversos artefatos computacionais.",
    "OBJETO DE CONHECIMENTO": "Robótica",
    "TÍTULO DA AULA": "Conhecendo a micro:bit",
    "CONTEÚDO": "Comparar computadores e suas características com videogames, celulares e microcontroladores. Micro:bit, História e seus papeis na educação. Projetos que podem ser desenvolvidos: Computação, Física e Robótica. Outro modelos de microcontroladores. Estrutura física (hardware). Sala de aula invertida.",
    "OBJETIVOS": "Relacionar com aparelhos do dia a dia e com a micro:bit. Identificar a origem da micro:bit e suas aplicações em educação, Computação Física e Robótica. Identificar outros microcontroladores. Identificar quais são os recursos embarcados na micro:bit por meio da sala de aula invertida."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "1º",
    "SEMANA": 3,
    "AULAS": "5 e 6",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "(EF67TECC22) Identificar os diferentes sensores (luz, toque) e atuadores (motores).",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO09) Identificar tecnologias digitais, sua presença e formas de uso, nas diferentes atividades no mundo do trabalho. (EM13CO18) Planejar e gerenciar projetos integrados às áreas de conhecimento de forma colaborativa, solucionando problemas, usando diversos artefatos computacionais. (EM13CO21) Comunicar ideias complexas de forma clara por meio de objetos digitais como mapas conceituais, infográficos, hipertextos e outros. (EM13CO22) Produzir e publicar conteúdo como textos, imagens, áudios, vídeos e suas associações, bem como ferramentas para sua integração, organização e apresentação, utilizando diferentes mídias digitais.",
    "OBJETO DE CONHECIMENTO": "Robótica",
    "TÍTULO DA AULA": "Apresentando micro:bit com as nossas palavras",
    "CONTEÚDO": "Sala de aula invertida – Apresentação dos recursos da placa a partir da criação de pitches dos componentes da micro:bit.",
    "OBJETIVOS": "Explicar em grupo quais são os componentes da placa e suas funcionalidades."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "1º",
    "SEMANA": 4,
    "AULAS": "7 e 8",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "(EM13TEC02) Utilizar os recursos, programas, funções e comandos disponíveis nos sistemas operacionais, aplicando na resolução de problemas do cotidiano.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO09) Identificar tecnologias digitais, sua presença e formas de uso, nas diferentes atividades no mundo do trabalho. (EM13CO18) Planejar e gerenciar projetos integrados às áreas de conhecimento de forma colaborativa, solucionando problemas, usando diversos artefatos computacionais.",
    "OBJETO DE CONHECIMENTO": "TDIC, problemas, especificidades e impactos",
    "TÍTULO DA AULA": "Onde se criam os programas",
    "CONTEÚDO": "O que é um I.D.E? Por que essa ferramenta é necessária para a Programação e consequentemente para a Robótica? Destacar a versatilidade como uma característica útil, tanto para a ferramenta como para seres humanos. Correlacionar com os recursos apresentados pelo makecode.",
    "OBJETIVOS": "Identificar o que faz um IDE, suas características e funcionalidades. Identificar o makecode como um IDE."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "1º",
    "SEMANA": 5,
    "AULAS": "9 e 10",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "(EM13TEC21) Resolver problemas utilizando ou não as tecnologias digitais (atividade plugada ou desplugada).",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO18) Planejar e gerenciar projetos integrados às áreas de conhecimento de forma colaborativa, solucionando problemas, usando diversos artefatos computacionais.",
    "OBJETO DE CONHECIMENTO": "Pensamento computacional",
    "TÍTULO DA AULA": "Diversão desplugada: descobrindo conceitos",
    "CONTEÚDO": "Tecnologia – Vantagens e desvantagens. Entender o que são atividades plugadas e desplugadas. Brincadeiras, Matemática e interação. Input/output (introdução).",
    "OBJETIVOS": "Compreender que tudo em excesso faz mal. Experimentar e vivenciar aprendizagem com atividades desplugadas, como o Jogo dos Pontinhos. Identificar a Matemática presente nas brincadeiras tradicionais."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "1º",
    "SEMANA": 6,
    "AULAS": "11 e 12",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "(EF89TEC25) Integrar e utilizar os sensores e atuadores a outros elementos para o desenvolvimento de atividades robóticas, como objetos que se movem ou que acendem LEDs.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO09) Identificar tecnologias digitais, sua presença e formas de uso, nas diferentes atividades no mundo do trabalho. (EM13CO16) Desenvolver projetos com Robótica, utilizando artefatos físicos ou simuladores.",
    "OBJETO DE CONHECIMENTO": "Robótica",
    "TÍTULO DA AULA": "Plotando ideias",
    "CONTEÚDO": "Micromundos: input/output. Relacionar a matriz de LEDs da micro:bit com o conceito de output, reconhecendo como os blocos do makecode ajudam a explorar estes recursos. Relembrar plano cartesiano. Abordar o significado de plotar dados.",
    "OBJETIVOS": "Aplicar esse conceito nas instruções de input/output na micro:bit. Relacionar a mecânica das brincadeiras da última aula com o conceito de coordenadas do plano cartesiano."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "1º",
    "SEMANA": 7,
    "AULAS": "13 e 14",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "(EF89TEC31) Exercitar a imaginação e a criatividade, na investigação de causas por meio da elaboração de hipóteses em busca de soluções, inclusive tecnológicas.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas. (EM13CO16) Desenvolver projetos com Robótica, utilizando artefatos físicos ou simuladores.",
    "OBJETO DE CONHECIMENTO": "Pensamento científico",
    "TÍTULO DA AULA": "Stop motion com pixels",
    "CONTEÚDO": "Micromundos: input/output. O que é stop motion? Como aplicar a técnica a matriz de LED's da micro:bit? Planejando e criando sua própria animação.",
    "OBJETIVOS": "Empregar de forma direcionada a utilização do sistema de coordenadas na matriz de LEDs para atender uma demanda, no caso criar animações."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "2º",
    "SEMANA": 1,
    "AULAS": "1 e 2",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "(EF89TEC31) Exercitar a imaginação e a criatividade, na investigação de causas por meio da elaboração de hipóteses em busca de soluções, inclusive tecnológicas.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO09) Identificar tecnologias digitais, sua presença e formas de uso, nas diferentes atividades no mundo do trabalho.",
    "OBJETO DE CONHECIMENTO": "Revolução industrial e impacto tecnológico",
    "TÍTULO DA AULA": "Do vapor ao chip – As revoluções industriais até a era digital – Parte 1",
    "CONTEÚDO": "Primeira Revolução Industrial. Segunda Revolução Industrial. Terceira Revolução Industrial. Quarta Revolução Industrial. (resumos) Computação Física na indústria 4.0. Experimento de Computação Física com a placa micro:bit.",
    "OBJETIVOS": "Relembrar o que é Revolução Industrial. Examinar quais eventos históricos constituem as outras revoluções. Associar educação, requalificação e substituição de vagas no mercado de trabalho. Experimentar Computação Física com a placa micro:bit."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "2º",
    "SEMANA": 2,
    "AULAS": "3 e 4",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de Física, Engenharia e Arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO16) Desenvolver projetos com Robótica, utilizando artefatos físicos ou simuladores.",
    "OBJETO DE CONHECIMENTO": "Pensamento computacional",
    "TÍTULO DA AULA": "Do vapor ao chip – As revoluções industriais até a era digital – Parte 2",
    "CONTEÚDO": "Experimento de Computação Física com a placa micro:bit. Variáveis. Variáveis tipo bollean true or false. Condicionais. Inversão de estado (valor).",
    "OBJETIVOS": "Experimento de Computação Física com a placa micro:bit."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "2º",
    "SEMANA": 3,
    "AULAS": "5 e 6",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de Física, Engenharia e Arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas. (EM13CO16) Desenvolver projetos com Robótica, utilizando artefatos físicos ou simuladores.",
    "OBJETO DE CONHECIMENTO": "Pilares da Robótica",
    "TÍTULO DA AULA": "Do vapor ao chip – Evolução do tear e mecânica e cultura maker – Parte 1",
    "CONTEÚDO": "Três pilares da Robótica educacional: Mecânica, Eletrônica e Programação. Guildas. Evolução do tear e a mecânica por trás disso. Enclosure acts e ludismo. Computação Física aplicada (construção de mecanismo para lançadeira com servos).",
    "OBJETIVOS": "Relembrar os três pilares da Robótica. Comparar a produção artesanal com a automatizada (mecânica, digital e inteligente), identificando seus impactos no cotidiano e no mundo do trabalho. Designar o que é a shield e suas aplicações."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "2º",
    "SEMANA": 4,
    "AULAS": "7 e 8",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de Física, Engenharia e Arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas. (EM13CO18) Planejar e gerenciar projetos integrados às áreas de conhecimento de forma colaborativa, solucionando problemas, usando diversos artefatos computacionais.",
    "OBJETO DE CONHECIMENTO": "Prototipagem",
    "TÍTULO DA AULA": "Do vapor ao chip – Evolução do tear e mecânica e cultura maker – Parte 2",
    "CONTEÚDO": "Prototipagem.",
    "OBJETIVOS": "Criar uma lançadeira usando papelão, shield e servos."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "2º",
    "SEMANA": 5,
    "AULAS": "9 e 10",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de Física, Engenharia e Arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas. (EM13CO18) Planejar e gerenciar projetos integrados às áreas de conhecimento de forma colaborativa, solucionando problemas, usando diversos artefatos computacionais.",
    "OBJETO DE CONHECIMENTO": "Sensores",
    "TÍTULO DA AULA": "Do vapor ao chip Da Panela de pressão e automação – Parte 1",
    "CONTEÚDO": "Invenções nas revoluções industriais. Automação: máquinas hidráulicas e primeiras fábricas. Linha de produção automatizada.",
    "OBJETIVOS": "Examinar como a panela de pressão serviu de ponto de partida para a criação de motores a vapor. Associar o conceito de cultura maker com as criações pré-Revolução Industrial. Refletir a importância sobre o presente a partir da história. Relacionar isso com a ideia de uma linha de produção automatizada, onde as máquinas fazem parte do fluxo de trabalho, substituindo tarefas manuais."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "2º",
    "SEMANA": 6,
    "AULAS": "11 e 12",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de Física, Engenharia e Arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas. (EM13CO18) Planejar e gerenciar projetos integrados às áreas de conhecimento de forma colaborativa, solucionando problemas, usando diversos artefatos computacionais.",
    "OBJETO DE CONHECIMENTO": "Prototipagem",
    "TÍTULO DA AULA": "Do vapor ao chip Da Panela de pressão e automação – Parte 2",
    "CONTEÚDO": "Invenções nas revoluções industriais. Automação: máquinas hidráulicas e primeiras fábricas. Linha de produção automatizada.",
    "OBJETIVOS": "Examinar como a panela de pressão serviu de ponto de partida para a criação de motores a vapor. Associar o conceito de cultura maker com as criações pré-Revolução Industrial. Refletir a importância de refletir sobre o presente a partir da história. Relacionar isso com a ideia de uma linha de produção automatizada, onde as máquinas fazem parte do fluxo de trabalho, substituindo tarefas manuais."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": "2º",
    "SEMANA": 7,
    "AULAS": "13 e 14",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de Física, Engenharia e Arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO16) Desenvolver projetos com Robótica, utilizando artefatos físicos ou simuladores.",
    "OBJETO DE CONHECIMENTO": "Prototipagem",
    "TÍTULO DA AULA": "Do vapor ao chip Da Panela de pressão e automação – Parte 3",
    "CONTEÚDO": "Automação. Linha de produção simulada com micro:bits.",
    "OBJETIVOS": "Criar uma linha de montagem com os sensores."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 3,
    "SEMANA": 1,
    "AULAS": "1 e 2",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas.",
    "OBJETO DE CONHECIMENTO": "Automação e educação maker",
    "TÍTULO DA AULA": "Do vapor ao chip: Autômatos",
    "CONTEÚDO": "Os grandes relógios medievais e o surgimento da automação mecânica. As guildas de relojoeiros e a evolução da precisão mecânica. Dos Cames aos cartões perfurados: a mecanização do trabalho nas industriais. Do vapor, finalmente, ao chip: a evolução da automação e seus reflexos na computação moderna.",
    "OBJETIVOS": "Identificar e explicar o papel dos grandes relógios medievais como precursores da automação mecânica. Analisar como a evolução dos mecanismos relojoeiros levou ao desenvolvimento dos autômatos e à miniaturização tecnológica. Explicar como os princípios dos autômatos foram incorporados às indústrias na Primeira Revolução Industrial. Relacionar as tecnologias da Primeira Revolução Industrial à base dos sistemas automatizados modernos."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 3,
    "SEMANA": 2,
    "AULAS": "3 e 4",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas.",
    "OBJETO DE CONHECIMENTO": "Automação e educação maker",
    "TÍTULO DA AULA": "Autômato Maker - Ideias em movimento - Parte 1",
    "CONTEÚDO": "-Conceitos básicos que regem o funcionamento de um autômato",
    "OBJETIVOS": "Identificar o papelo dos autômatos na historia Listar os componentes básicos de um autômato mecânico."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 3,
    "SEMANA": 3,
    "AULAS": "5 e 6",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas. (EM13CO16) Desenvolver projetos com robótica, utilizando artefatos físicos ou simuladores.",
    "OBJETO DE CONHECIMENTO": "Automação e educação maker",
    "TÍTULO DA AULA": "Autômato Maker - Ideias em movimento - Parte 2",
    "CONTEÚDO": "Estrutura de Suporte ou Estrutura de Base:",
    "OBJETIVOS": "Listar os componentes básicos de um autômato mecânico"
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 3,
    "SEMANA": 4,
    "AULAS": "7 e 8",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas. (EM13CO16) Desenvolver projetos com robótica, utilizando artefatos físicos ou simuladores.",
    "OBJETO DE CONHECIMENTO": "Automação e educação maker",
    "TÍTULO DA AULA": "Autômato Maker - Ideias em movimento - Parte 3",
    "CONTEÚDO": "-Elementos básicos que compõe um autômato;",
    "OBJETIVOS": "Montar um modelo simples de autômato usando materiais acessíveis."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 3,
    "SEMANA": 5,
    "AULAS": "9 e 10",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas. (EM13CO02) Explorar e construir a solução de problemas por meio de refinamentos, utilizando diversos níveis de abstração desde a especificação até a implementação.",
    "OBJETO DE CONHECIMENTO": "Automação e educação maker",
    "TÍTULO DA AULA": "Autômato Maker - Desafio Parte 1",
    "CONTEÚDO": "Adaptando o micro:bit a um automâto simples",
    "OBJETIVOS": "Aprender como adaptar os componentes do kit para usar com o automato"
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 3,
    "SEMANA": 6,
    "AULAS": "11 e 12",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas. (EM13CO16) Desenvolver projetos com robótica, utilizando artefatos físicos ou simuladores.",
    "OBJETO DE CONHECIMENTO": "Automação e educação maker",
    "TÍTULO DA AULA": "Autômato Maker - Desafio Parte 2",
    "CONTEÚDO": "Adaptando o micro:bit a um automâto simples",
    "OBJETIVOS": "Montar um autômato utilizando peças do kit conforme um modelo proposto."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 3,
    "SEMANA": 7,
    "AULAS": "13 e 14",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas. (EM13CO02) Explorar e construir a solução de problemas por meio de refinamentos, utilizando diversos níveis de abstração desde a especificação até a implementação.",
    "OBJETO DE CONHECIMENTO": "Automação e educação maker",
    "TÍTULO DA AULA": "Autômato Maker - Desafio Parte 3",
    "CONTEÚDO": "Adaptando o micro:bit a um automâto simples",
    "OBJETIVOS": "Projetar e construir um autômato, adaptando peças do kit para sua automatização."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 4,
    "SEMANA": 1,
    "AULAS": "1 e 2",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas.",
    "OBJETO DE CONHECIMENTO": "Comunicação e aplicações",
    "TÍTULO DA AULA": "Pequenos Dispositivos, Grandes Ideias: Micro:bit, nas ondas do rádio -Parte 1",
    "CONTEÚDO": "Dispositivos de comunicação embutidos na micro:bit Curiosidades históricas",
    "OBJETIVOS": "Identificar os conceitos de Radiofrequência, Bluetooth e Radiocontrole. Entender suas diferenças e aplicações, inclusive, como medir a intensidade do sinal"
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 4,
    "SEMANA": 2,
    "AULAS": "3 e 4",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas.",
    "OBJETO DE CONHECIMENTO": "Comunicação e aplicações",
    "TÍTULO DA AULA": "Pequenos Dispositivos, Grandes Ideias: Micro:bit, nas ondas do rádio -Parte 2",
    "CONTEÚDO": "Explorar as possibilidades de trabalhar com radiofrequência com o micro:bit",
    "OBJETIVOS": "Identificar os conceitos de Radiofrequência, Bluetooth e Radiocontrole. Entender suas diferenças e aplicações, inclusive, como medir a intensidade do sinal"
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 4,
    "SEMANA": 3,
    "AULAS": "5 e 6",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas.",
    "OBJETO DE CONHECIMENTO": "Pensamento Computacional",
    "TÍTULO DA AULA": "Pequenos Dispositivos, Grandes Ideias: Micro:bit, nas ondas do rádio -Parte 3",
    "CONTEÚDO": "Explorar possibilidades de uso de incremento de variáveis e da criação listas",
    "OBJETIVOS": "Compreender que a estrutura de lista no MakeCode simula um banco de dados simples, relacionando esse conceito ao funcionamento de sistemas digitais. Construir e manipular listas no MakeCode, utilizando blocos da categoria “Matriz”. Aplicar o conceito de índice para acessar dados armazenados em listas. Incrementar variáveis no MakeCode para simular a varredura de dados em uma lista."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 4,
    "SEMANA": 4,
    "AULAS": "7 e 8",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas.",
    "OBJETO DE CONHECIMENTO": "Pensamento Computacional",
    "TÍTULO DA AULA": "Micro:bit, nas ondas do rádio - Simulando o salto de frequência",
    "CONTEÚDO": "Aplicação dos conhecimentos desenvolvidos nas aulas anteriores — incluindo comunicação sem fio, registro e tratamento de dados, uso de variáveis e listas — na simulação do salto de frequência, por meio da lógica de programação, utilizando o recurso de comunicação via rádio da placa micro:bit.",
    "OBJETIVOS": "Aplicar listas, variáveis e índices para programar uma comunicação por rádio entre micro:bits, simulando o salto de frequência. Explorar o uso da função “radio.setGroup()” para alterar canais de comunicação dinamicamente. Analisar o funcionamento de uma rede de comunicação simples baseada em múltiplos canais. Refletir sobre como o funciona o código usando o “debug mode” da plataforma MakeCode."
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 4,
    "SEMANA": 5,
    "AULAS": "9 e 10",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas.",
    "OBJETO DE CONHECIMENTO": "Pensamento Computacional",
    "TÍTULO DA AULA": "Gestos que movem: Controlando componentes do kit remotamente! - Parte 1",
    "CONTEÚDO": "IoT e suas possibilidades com o nosso kit",
    "OBJETIVOS": "Explorar o conceito de IoT e relacionar sua possibilidades de uso com Radio Frequência e bluetooth no micro:bit Identificar componentes do kit que podem ser usados em prototipos IoT Criar e programar um protótipo"
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 4,
    "SEMANA": 6,
    "AULAS": "11 e 12",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas.",
    "OBJETO DE CONHECIMENTO": "Pensamento Computacional",
    "TÍTULO DA AULA": "Gestos que movem: Controlando componentes do kit remotamente! - Parte 2",
    "CONTEÚDO": "IoT e suas possibilidades com o nosso kit",
    "OBJETIVOS": "Relacionar com Radio Frequência Identificar componentes do kit que podem ser usados em prototipos IoT Criar e programar um protótipo"
  },
  {
    "CICLO": "Ensino Médio",
    "ANO/SÉRIE": "1ª/2ª/3ª",
    "BIMESTRE": 4,
    "SEMANA": 7,
    "AULAS": "13 e 14",
    "HABILIDADES - DIRETRIZES CURRICULARES - TECNOLOGIA E INOVAÇÃO": "Construir objetos usando equipamentos de fabricação digital, ou materiais não estruturados, mobilizando conceitos de física, de engenharia e arte.",
    "HABILIDADES - BNCC COMPUTAÇÃO": "(EM13CO05) Identificar os limites da Computação para diferenciar o que pode ou não ser automatizado, buscando uma compreensão mais ampla dos limites dos processos mentais envolvidos na resolução de problemas.",
    "OBJETO DE CONHECIMENTO": "Pensamento Computacional",
    "TÍTULO DA AULA": "Gestos que movem: Controlando componentes do kit remotamente! - Parte 3",
    "CONTEÚDO": "IoT e suas possibilidades com o nosso kit",
    "OBJETIVOS": "Relacionar com Radio Frequência Identificar componentes do kit que podem ser usados em prototipos IoT Criar e programar um protótipo"
  }
]