[
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI01A) Identificar as diferentes noções de tempo (cronológico, da natureza e histórico).",
    "OBJETOS DO CONHECIMENTO": "A questão do tempo, sincronias e diacronias: reflexões sobre o sentido das cronologias.",
    "TÍTULO ": "Os diferentes tipos de tempo",
    "CONTEÚDO": "Tempo Tempo da natureza, tempo cronológico e tempo histórico.",
    "OBJETIVOS": "Identificar o conceito de tempo. Compreender a relação do tempo com os eventos presentes em nosso cotidiano."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI01B) Identificar as diversas formas de notação do tempo (calendários diversos e outros artefatos), bem como as distintas formas de periodização da história.",
    "OBJETOS DO CONHECIMENTO": "A questão do tempo, sincronias e diacronias: reflexões sobre o sentido das cronologias.",
    "TÍTULO ": "A datação do tempo em História",
    "CONTEÚDO": "As diferentes formas de datação do tempo cronológico. Os símbolos presentes na datação de períodos históricos.",
    "OBJETIVOS": "Compreender a importância do calendário na percepção do tempo histórico. Identificar os símbolos dos algarismos romanos e entender a sua aplicabilidade no estudo da História."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI01C) Reconhecer que a organização do tempo é construída culturalmente, de acordo com a sociedade e seu contexto histórico.",
    "OBJETOS DO CONHECIMENTO": "A questão do tempo, sincronias e diacronias: reflexões sobre o sentido das cronologias.",
    "TÍTULO ": "A importância do tempo para diferentes culturas",
    "CONTEÚDO": "A representação do tempo para diferentes culturas ao longo da História. A influência do tempo nas práticas cotidianas de diversas culturas.",
    "OBJETIVOS": "Reconhecer como diferentes culturas têm percebido e representado o tempo ao longo da história. Compreender como diferentes culturas lidam com a passagem do tempo e como isso influencia suas práticas cotidianas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI01C) Reconhecer que a organização do tempo é construída culturalmente, de acordo com a sociedade e seu contexto histórico.",
    "OBJETOS DO CONHECIMENTO": "A questão do tempo, sincronias e diacronias: reflexões sobre o sentido das cronologias.",
    "TÍTULO ": "O tempo em nosso cotidiano",
    "CONTEÚDO": "A representação do tempo para o indivíduo em seu cotidiano. Recorte temporal.",
    "OBJETIVOS": "Compreender a importância do tempo na vida diária. Reconhecer a importância do tempo no planejamento de eventos e atividades em nossas vidas. Analisar formas de organização do tempo na vida diária."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI02A) Identificar a importância das fontes históricas para a produção do saber histórico e analisar o significado das fontes que originaram determinadas formas de registro em sociedades e épocas distintas.",
    "OBJETOS DO CONHECIMENTO": "Formas de registro da história e da produção do conhecimento histórico.",
    "TÍTULO ": "O que é História?",
    "CONTEÚDO": "A importância do estudo da História. Como a História é representada em nosso cotidiano. O trabalho do historiador.",
    "OBJETIVOS": "Compreender a importância do estudo de História para a preservação da memória coletiva. Reconhecer a importância dos historiadores para a preservação da História. Identificar como a História é representada em nosso cotidiano."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI02A) Identificar a importância das fontes históricas para a produção do saber histórico e analisar o significado das fontes que originaram determinadas formas de registro em sociedades e épocas distintas.",
    "OBJETOS DO CONHECIMENTO": "Formas de registro da história e da produção do conhecimento histórico.",
    "TÍTULO ": "O que são fontes históricas?",
    "CONTEÚDO": "Fontes históricas. As informações presentes nos documentos históricos. O papel do historiador na pesquisa e construção da História.",
    "OBJETIVOS": "Identificar como as fontes históricas são utilizadas em pesquisas. Reconhecer a importância do historiador como um agente de preservação, interpretação e transmissão de conhecimentos históricos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI02B) Analisar a importância das diferentes linguagens (visual, oral, escrita, audiovisual, material e imaterial) em diferentes sociedades e épocas.",
    "OBJETOS DO CONHECIMENTO": "Formas de registro da história e da produção do conhecimento histórico.",
    "TÍTULO ": "As diferentes linguagens no estudo da História",
    "CONTEÚDO": "As diferentes linguagens presentes no estudo de História. O papel do historiador na construção do conhecimento histórico a partir de diferentes linguagens.",
    "OBJETIVOS": "Analisar como o conhecimento histórico se apresenta em diferentes linguagens. Reconhecer o papel do historiador como um agente na identificação das diferentes linguagens utilizadas na construção do conhecimento histórico."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI02B) Analisar a importância das diferentes linguagens (visual, oral, escrita, audiovisual, material e imaterial) em diferentes sociedades e épocas.",
    "OBJETOS DO CONHECIMENTO": "Formas de registro da história e da produção do conhecimento histórico.",
    "TÍTULO ": "Cultura material e imaterial",
    "CONTEÚDO": "As diferenças entre a cultura material e imaterial. A construção da História a partir de diferentes linguagens.",
    "OBJETIVOS": "Analisar as diferenças entre a cultura material e imaterial. Compreender a importância da História a partir de diferentes linguagens."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI03A) Identificar as hipóteses científicas para o surgimento da espécie humana, tendo em vista sua historicidade.",
    "OBJETOS DO CONHECIMENTO": "As origens da humanidade, seus deslocamentos e os processos de sedentarização.",
    "TÍTULO ": "A origem dos seres humanos historicamente",
    "CONTEÚDO": "A origem dos primeiros seres humanos na África. A teoria da evolução.",
    "OBJETIVOS": "Identificar as principais características da teoria sobre a origem dos seres humanos na África. Compreender a teoria da evolução dos seres vivos e a origem das espécies, segundo Charles Darwin."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI03B) Analisar o significado das explicações mitológicas para o surgimento do ser humano, tendo em vista sua historicidade.",
    "OBJETOS DO CONHECIMENTO": "As origens da humanidade, seus deslocamentos e os processos de sedentarização.",
    "TÍTULO ": "As diferentes visões sobre a origem dos seres humanos",
    "CONTEÚDO": "As principais visões de criação de diferentes culturas (grega, iorubá, nórdica, egípcia, bantu, judaico-cristã, hindu e indígena brasileira).",
    "OBJETIVOS": "Compreender e analisar diferentes visões sobre a origem dos seres humanos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI04) Identificar e analisar as teorias sobre a origem do homem americano.",
    "OBJETOS DO CONHECIMENTO": "As origens da humanidade, seus deslocamentos e os processos de sedentarização.",
    "TÍTULO ": "Os primeiros seres humanos: deslocamento",
    "CONTEÚDO": "O deslocamento dos primeiros seres humanos: as migrações da África para outros continentes.",
    "OBJETIVOS": "Identificar as principais teorias sobre o deslocamento dos seres humanos pelo planeta. Compreender e debater a importância dos processos de deslocamento dos seres humanos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI06) Identificar geograficamente as rotas de povoamento no território americano.",
    "OBJETOS DO CONHECIMENTO": "As origens da humanidade, seus deslocamentos e os processos de sedentarização.",
    "TÍTULO ": "Rotas de povoamente na América",
    "CONTEÚDO": "Mapeamento das principais rotas de povoamento no continente americano. As diferentes teorias das rotas de migração que levaram os primeiros seres humanos a se estabelecerem na América.",
    "OBJETIVOS": "Compreender e identificar as principais rotas de povoamento no continente americano. Analisar as diferentes teorias que explicam como os primeiros seres humanos chegaram à América."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI03A) Identificar as hipóteses científicas para o surgimento da espécie humana, tendo em vista sua historicidade.",
    "OBJETOS DO CONHECIMENTO": "As origens da humanidade, seus deslocamentos e os processos de sedentarização.",
    "TÍTULO ": "O conhecimento técnico dos primeiros seres humanos",
    "CONTEÚDO": "Hábitos e habilidades dos primeiros seres humanos. O desenvolvimento da linguagem. O domínio de ferramentas. O desenvolvimento artístico.",
    "OBJETIVOS": "Identificar as principais características dos modos de vida dos primeiros seres humanos. Compreender o papel da linguagem e o domínio de ferramentas para o desenvolvimento dos primeiros seres humanos. Analisar o significado das expressões artísticas dos primeiros seres humanos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI04) Identificar e analisar as teorias sobre a origem do homem americano.",
    "OBJETOS DO CONHECIMENTO": "As origens da humanidade, seus deslocamentos e os processos de sedentarização.",
    "TÍTULO ": "Os primerios habitantes das Américas",
    "CONTEÚDO": "Características dos primeiros habitantes do continente americano. Serra da Capivara. Sociedades amazônicas. Evidências arqueológicas dos povos antigos da América (Lagoa Santa e Sambaquis).",
    "OBJETIVOS": "Identificar as principais características dos primeiros seres humanos das Américas. Analisar os contrutores de Sambaquis e as Sociedades Amazonicas. Conhecer as evidências arqueológicas relacionadas ao povo de Lagoa Santa e os Sambaquis."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "História: tempo, espaço e formas de registros",
    "HABILIDADE": "(EF06HI05) Descrever modificações da natureza e da paisagem realizadas por diferentes tipos de sociedade, com destaque para os povos indígenas originários e os povos africanos, e discutir as transformações ocorridas.",
    "OBJETOS DO CONHECIMENTO": "As origens da humanidade, seus deslocamentos e os processos de sedentarização.",
    "TÍTULO ": "O surgimento dos primeiros assentamentos, cidades e civilizações",
    "CONTEÚDO": "Cidades de Jericó (Palestina); Uruk (Mesopotâmia, atual Iraque); Çatal Hüyük (Turquia); Jericó (atual Cisjordânia, Palestina); Mohenjo-Daro e Harapa (Vale do Indo, atual Paquistão); Caral-Supe (Peru).",
    "OBJETIVOS": "Compreende e analisar as características das primeiras cidades, como Jericó, Uruk, Çatal Hüyük, Mohenjo-Daro, Harapa e Caral-Supe. Analisar o papel dos rios no desenvolvimento das primeiras civilizações. Relacionar o surgimento das cidades à necessidade de controle e aproveitamento de recursos naturais, especialmente a água para a agricultura."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "A invenção do mundo clássico e o contraponto com outras sociedades",
    "HABILIDADE": "(EF06HI07A) Identificar as diferentes formas de linguagens, registros, técnicas e artes nas sociedades antigas (África, Ásia e Américas).",
    "OBJETOS DO CONHECIMENTO": "Povos da Antiguidade na África (egípcios), no Oriente Médio (mesopotâmicos) e nas Américas (pré-colombianos). Os povos indígenas originários do atual território brasileiro e seus hábitos culturais e sociais.",
    "TÍTULO ": "Reino de Kush e Axum",
    "CONTEÚDO": "Reino de Kush. Império Axum. Arquitetura, escultura, jóias, objetos cerâmica e metalurgia. Sistemas de escrita.",
    "OBJETIVOS": "Compreender e analisar a importância histórica, cultural e artística dos reinos de Kush e Axum, analisando sua localização geográfica e as diversas formas de expressão artística que moldaram suas sociedades. Analisar os sistemas de escrita desenvolvidos pelos kushitas e axumitas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "A invenção do mundo clássico e o contraponto com outras sociedades",
    "HABILIDADE": "(EF06HI07A) Identificar as diferentes formas de linguagens, registros, técnicas e artes nas sociedades antigas (África, Ásia e Américas).",
    "OBJETOS DO CONHECIMENTO": "Povos da Antiguidade na África (egípcios), no Oriente Médio (mesopotâmicos) e nas Américas (pré-colombianos). Os povos indígenas originários do atual território brasileiro e seus hábitos culturais e sociais.",
    "TÍTULO ": "Egito Antigo",
    "CONTEÚDO": "Formação do Egito Antigo. Organização, política, arte e social. Escrita egípcia. Livro dos Mortos.",
    "OBJETIVOS": "Compreender e analisar a formação e a organização social, política, e a arte do Egito Antigo. Analisar e produzir a escrita egípcia."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "A invenção do mundo clássico e o contraponto com outras sociedades",
    "HABILIDADE": "(EF06HI07A) Identificar as diferentes formas de linguagens, registros, técnicas e artes nas sociedades antigas (África, Ásia e Américas).",
    "OBJETOS DO CONHECIMENTO": "Povos da Antiguidade na África (egípcios), no Oriente Médio (mesopotâmicos) e nas Américas (pré-colombianos). Os povos indígenas originários do atual território brasileiro e seus hábitos culturais e sociais.",
    "TÍTULO ": "Na terra dos dois rios - A Mesopotâmia Antiga",
    "CONTEÚDO": "A Mesopotâmia. Os grandes impérios. Escrita cuneiforme. Código de Hamurábi.",
    "OBJETIVOS": "Compreender e analisar os aspectos culturais, políticos e sociais da civilização mesopotâmica, com ênfase na escrita cuneiforme, os grandes impérios e suas contribuições para a humanidade. Reconhecer e refletir o Código de Hamurábi como uma das primeiras leis codificadas da história."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "A invenção do mundo clássico e o contraponto com outras sociedades",
    "HABILIDADE": "(EF06HI07B) Reconhecer a importância da tradição oral, cultura material e escrita para a transmissão da memória e do conhecimento nas diferentes sociedades antigas (África, Ásia e Américas).",
    "OBJETOS DO CONHECIMENTO": "Povos da Antiguidade na África (egípcios), no Oriente Médio (mesopotâmicos) e nas Américas (pré-colombianos). Os povos indígenas originários do atual território brasileiro e seus hábitos culturais e sociais.",
    "TÍTULO ": "Da sala de aula à Mesopotâmia",
    "CONTEÚDO": "Escrita cuneiforme.",
    "OBJETIVOS": "Analisar e relacionar como a escrita cuneiforme influenciou o desenvolvimento cultural e político da Mesopotâmia. Aplicar e escrever nomes ou criar símbolos utilizando a técnica de escrita cuneiforme em pastilhas de argila (ou material impresso)."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "A invenção do mundo clássico e o contraponto com outras sociedades",
    "HABILIDADE": "(EF06HI07B) Reconhecer a importância da tradição oral, cultura material e escrita para a transmissão da memória e do conhecimento nas diferentes sociedades antigas (África, Ásia e Américas).",
    "OBJETOS DO CONHECIMENTO": "Povos da Antiguidade na África (egípcios), no Oriente Médio (mesopotâmicos) e nas Américas (pré-colombianos). Os povos indígenas originários do atual território brasileiro e seus hábitos culturais e sociais.",
    "TÍTULO ": "Do mar ao deserto: a história de três povos do Oriente Médio",
    "CONTEÚDO": "Hebreus, fenícios e persas.",
    "OBJETIVOS": "Compreender e analisar as características das civilizações hebraica, fenícia e persa, suas localizações geográficas, suas relações comerciais e sociais. Compreender a importância cultural e econômica dos Fenícios no comércio marítimo e no alfabeto. Analisar a contribuição dos Hebreus para as tradições religiosas monoteístas (Judaísmo) e sua relação com o Antigo Testamento. Discutir e compreender o papel do Império Persa na organização política e na sua expansão territorial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "A invenção do mundo clássico e o contraponto com outras sociedades",
    "HABILIDADE": "(EF06HI07B) Reconhecer a importância da tradição oral, cultura material e escrita para a transmissão da memória e do conhecimento nas diferentes sociedades antigas (África, Ásia e Américas).",
    "OBJETOS DO CONHECIMENTO": "Povos da Antiguidade na África (egípcios), no Oriente Médio (mesopotâmicos) e nas Américas (pré-colombianos). Os povos indígenas originários do atual território brasileiro e seus hábitos culturais e sociais.",
    "TÍTULO ": "Vedas e ideogramas: A busca pelo conhecimento na China e na Índia",
    "CONTEÚDO": "História China e a Índia; Escrita; Cultura material; Tradição oral; Vedas;",
    "OBJETIVOS": "Reconhecer e analisar a importância da tradição oral, cultura material e escrita na preservação da memória e do conhecimento nas sociedades da Antiguidade, com foco especial na Ásia Antiga. Comparar as formas de transmissão cultural e conhecimento entre diferentes civilizações antigas, como a chinesa e a indiana. Aplicar as principais metodologias de pesquisa histórica para analisar a história da Ásia Antiga."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "A invenção do mundo clássico e o contraponto com outras sociedades",
    "HABILIDADE": "(EF06HI08B) Identificar, a partir de documentos visuais e escritos, as principais características das sociedades indígenas da América, em especial seus aportes tecnológicos, culturais e sociais.",
    "OBJETOS DO CONHECIMENTO": "Povos da Américas (pré-colombianos). Os povos indígenas originários do atual território brasileiro e seus hábitos culturais e sociais.",
    "TÍTULO ": "Os guardiões da tradição oral",
    "CONTEÚDO": "Tradição oral. Griots africanos. Povos indígenas. Tecnologias e tradição oral.",
    "OBJETIVOS": "Analisar as diferentes formas de transmissão de conhecimento e cultura na antiguidade analisando a tradição oral. Compreender o papel dos contadores de histórias e das práticas orais na preservação cultural. Discutir como a tradição oral continua presente em diversas culturas, mesmo com o avanço da escrita e das tecnologias digitais."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "A invenção do mundo clássico e o contraponto com outras sociedades",
    "HABILIDADE": "(EF06HI08B) Identificar, a partir de documentos visuais e escritos, as principais características das sociedades indígenas da América, em especial seus aportes tecnológicos, culturais e sociais.",
    "OBJETOS DO CONHECIMENTO": "Povos da Américas (pré-colombianos). Os povos indígenas originários do atual território brasileiro e seus hábitos culturais e sociais.",
    "TÍTULO ": "Invenções dos povos da mesoamerica",
    "CONTEÚDO": "Povos da Mesoamérica. Sociedade e cultura. Contribuições tecnológicas dos povos astecas.",
    "OBJETIVOS": "Analisar e identificar as principais características das sociedades da mesoamérica. Compreender a organização social e cultural dos astecas por meio de documentos visuais e escritos. Reconhecer as invenções e contribuições tecnológicas dos povos astecas, olmecas, zapoteca e maias e sua influência na Mesoamérica."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "A invenção do mundo clássico e o contraponto com outras sociedades",
    "HABILIDADE": "(EF06HI08B) Identificar, a partir de documentos visuais e escritos, as principais características das sociedades indígenas da América, em especial seus aportes tecnológicos, culturais e sociais.",
    "OBJETOS DO CONHECIMENTO": "Povos da Américas (pré-colombianos). Os povos indígenas originários do atual território brasileiro e seus hábitos culturais e sociais.",
    "TÍTULO ": "Tecnologias dos povos andinos",
    "CONTEÚDO": "Sociedade e cultura andina pré-inca. ​",
    "OBJETIVOS": "Identificar e compreender as principais civilizações andinas pré-incas e suas características culturais e sociais."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "A invenção do mundo clássico e o contraponto com outras sociedades",
    "HABILIDADE": "(EF06HI08B) Identificar, a partir de documentos visuais e escritos, as principais características das sociedades indígenas da América, em especial seus aportes tecnológicos, culturais e sociais.",
    "OBJETOS DO CONHECIMENTO": "Povos da Américas (pré-colombianos). Os povos indígenas originários do atual território brasileiro e seus hábitos culturais e sociais.",
    "TÍTULO ": "As sabedorias dos povos indígenas",
    "CONTEÚDO": "Os povos indígenas. Cultura. Sociedade. Conhecimentos.",
    "OBJETIVOS": "Identificar e analisar as contribuições dos povos indígenas da América para a cultura, tecnologia e organização social, confirmando a importância de seus conhecimentos tradicionais e suas adaptações aos diferentes ecossistemas. A partir da análise de documentos visuais e escritos (como artefatos, grafismos, construções e relatos etnográficos)."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "A invenção do mundo clássico e o contraponto com outras sociedades",
    "HABILIDADE": "(EF06HI09) Discutir os motivos pelos quais as civilizações grega e romana são consideradas como Antiguidade Clássica, tendo em vista o seu legado.",
    "OBJETOS DO CONHECIMENTO": "O Ocidente Clássico: aspectos da cultura na Grécia e em Roma",
    "TÍTULO ": "Formação da Grécia antiga",
    "CONTEÚDO": "Os primeiros habitantes e a formação do povo grego. A fusão cultural e a formação da identidade grega.",
    "OBJETIVOS": "Compreender o processo histórico de formação da Grécia Antiga, analisando as influências culturais, sociais e políticas que moldaram essa civilização. ."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI10) Explicar a formação da Grécia Antiga, com ênfase na formação da pólis e nas transformações políticas, sociais e culturais.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: domínios e expansão das culturas grega e romana; significados do conceito de “império” e as lógicas de conquista, conflito e negociação dessa forma de organização política. As diferentes formas de organização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "As Pólis gregas: Cidades-Estado",
    "CONTEÚDO": "O mundo das pólis. Pólis Esparta e Atenas.",
    "OBJETIVOS": "Compreender o conceito de pólis (cidade-estado) na Grécia Antiga e sua importância para o desenvolvimento da civilização grega. Analisar e identificar as principais características das pólis de Esparta e Atenas, destacando suas diferenças culturais, sociais, políticas e econômicas. Comparar e discutir os modelos de organização social e política de Esparta e Atenas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "2°",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI10) Explicar a formação da Grécia Antiga, com ênfase na formação da pólis e nas transformações políticas, sociais e culturais.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: domínios e expansão das culturas grega e romana; significados do conceito de “império” e as lógicas de conquista, conflito e negociação dessa forma de organização política. As diferentes formas de organização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "Desvendando a arte e cultura grega",
    "CONTEÚDO": "Religião e Arte na Grécia. Cultura grega.",
    "OBJETIVOS": "Compreender a importância da religião e da mitologia na cultura grega. Analisar e identificar os principais elementos das festividades e rituais religiosos na Grécia Antiga. Reconhecer a relevância da arte grega, incluindo o teatro, a escultura e a arquitetura, para expressar valores culturais e religiosos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "O mundo moderno e a conexão entre sociedades africanas, americanas e europeias",
    "HABILIDADE": "(EF07HI01) Explicar o significado de “modernidade” e suas lógicas de inclusão e exclusão, com base em uma concepção europeia.",
    "OBJETOS DO CONHECIMENTO": "A construção da ideia de modernidade e seus impactos na concepção de História. A ideia de “Novo Mundo” ante o Mundo Antigo: permanências e rupturas de saberes e práticas na emergência do mundo moderno.",
    "TÍTULO ": "Modernidade / Idade Moderna",
    "CONTEÚDO": "Conceito de modernidade e suas implicações. Contexto histórico e geográfico da modernidade. Características da Modernidade.",
    "OBJETIVOS": "Analisar o contexto histórico e geográfico da modernidade. Identificar as principais características da modernidade."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "Humanismos, Renascimentos e o Novo Mundo",
    "HABILIDADE": "(EF07HI04) Identificar as principais características dos Humanismos e dos Renascimentos, analisar seus significados, relacionando-os ao processo da expansão marítima.",
    "OBJETOS DO CONHECIMENTO": "Humanismos: uma nova visão de ser humano e de mundo. Renascimentos artísticos e culturais.",
    "TÍTULO ": "Humanismo",
    "CONTEÚDO": "O conceito de humanismo;. As principais características do movimento humanista;. Antropocentrismo;. Geocentrismo e Heliocentrismo.",
    "OBJETIVOS": "Identificar as principais características do movimento humanista;. Compreender os conceitos de Humanismo, Antropocentrismo,​ Geocentrismo e Heliocentrismo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "Humanismos, Renascimentos e o Novo Mundo",
    "HABILIDADE": "(EF07HI04) Identificar as principais características dos Humanismos e dos Renascimentos, analisar seus significados, relacionando-os ao processo da expansão marítima.",
    "OBJETOS DO CONHECIMENTO": "Humanismos: uma nova visão de ser humano e de mundo. Renascimentos artísticos e culturais.",
    "TÍTULO ": "Humanismo e o Renascimento",
    "CONTEÚDO": "O conceito de Renascimento; O Renascimento como período histórico; Características do Renascimento;",
    "OBJETIVOS": "Identificar as principais características do Renascimento. Compreender o conceito de Renascimento. Analisar como o Renascimento influenciou as expressões artísticas e o pensamento científico."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "Humanismos, Renascimentos e o Novo Mundo",
    "HABILIDADE": "(EF07HI05) Identificar e relacionar as vinculações entre as reformas religiosas (Protestante e Contrarreforma Católica) e os processos culturais e sociais do período moderno na Europa e na América.",
    "OBJETOS DO CONHECIMENTO": "Reformas religiosas: a cristandade fragmentada.",
    "TÍTULO ": "Reforma Protestante",
    "CONTEÚDO": "Indulgências e relíquias. Reforma Protestante. Martinho Lutero e João Calvino.",
    "OBJETIVOS": "Identificar as principais características da Reforma Protestante. Reconhecer e discutir o contexto histórico em que ocorreu. Analisar as consequências da Reforma."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "Humanismos, Renascimentos e o Novo Mundo",
    "HABILIDADE": "(EF07HI05) Identificar e relacionar as vinculações entre as reformas religiosas (Protestante e Contrarreforma Católica) e os processos culturais e sociais do período moderno na Europa e na América.",
    "OBJETOS DO CONHECIMENTO": "Reformas religiosas: a cristandade fragmentada.",
    "TÍTULO ": "Contrarreforma Católica",
    "CONTEÚDO": "Contrarreforma Católica. Características da Contrarreforma Católica. Consequências da Contrarreforma Católica para a Europa e o mundo.",
    "OBJETIVOS": "Identificar as principais características da Contrarreforma Católica. Explicar como a Contrarreforma Católica contribuiu para o desenvolvimento da Igreja Católica. Analisar as consequências da Contrarreforma Católica para a Europa e o mundo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "O mundo moderno e a conexão entre sociedades africanas, americanas e europeias",
    "HABILIDADE": "(EF07HI03) Identificar aspectos e processos específicos das sociedades africanas e americanas antes da chegada dos europeus, com destaque para as formas de organização social e para o desenvolvimento de saberes e técnicas, valorizando a diversidade dos patrimônios etnoculturais e artísticos dessas sociedades.",
    "OBJETOS DO CONHECIMENTO": "Saberes dos povos africanos e pré-colombianos expressos na cultura material e imaterial.",
    "TÍTULO ": "Diversidade dos patrimônios dos povos nativos da América Portuguesa",
    "CONTEÚDO": "Patrimônios cultural, material e imaterial.",
    "OBJETIVOS": "Identificar e diferenciar patrimônios."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "O mundo moderno e a conexão entre sociedades africanas, americanas e europeias",
    "HABILIDADE": "(EF07HI03) Identificar aspectos e processos específicos das sociedades africanas e americanas antes da chegada dos europeus, com destaque para as formas de organização social e para o desenvolvimento de saberes e técnicas, valorizando a diversidade dos patrimônios etnoculturais e artísticos dessas sociedades.",
    "OBJETOS DO CONHECIMENTO": "Saberes dos povos africanos e pré-colombianos expressos na cultura material e imaterial.",
    "TÍTULO ": "Saberes e técnicas da Mesoamérica",
    "CONTEÚDO": "Saberes e técnicas: Teotihuacan, Maias e Astecas.",
    "OBJETIVOS": "Compreender e identiticar as características, saberes e técnicas dos povos nativos da América pré-colombiana. Discutir e refletir sobre as contribuições dos povos nativos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "O mundo moderno e a conexão entre sociedades africanas, americanas e europeias",
    "HABILIDADE": "(EF07HI03) Identificar aspectos e processos específicos das sociedades africanas e americanas antes da chegada dos europeus, com destaque para as formas de organização social e para o desenvolvimento de saberes e técnicas, valorizando a diversidade dos patrimônios etnoculturais e artísticos dessas sociedades.",
    "OBJETOS DO CONHECIMENTO": "Saberes dos povos africanos e pré-colombianos expressos na cultura material e imaterial.",
    "TÍTULO ": "Saberes e técnicas da região Andina",
    "CONTEÚDO": "Técnicas agrícolas Incas. Arquitetura e engenharia. Tecelagem e têxteis. Legado cultural.",
    "OBJETIVOS": "Analisar e explorar os saberes tradicionais e técnicas características da região. Analisar e identificar a importância desses saberes e técnicas na identidade cultural andina."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "O mundo moderno e a conexão entre sociedades africanas, americanas e europeias",
    "HABILIDADE": "(EF07HI03) Identificar aspectos e processos específicos das sociedades africanas e americanas antes da chegada dos europeus, com destaque para as formas de organização social e para o desenvolvimento de saberes e técnicas, valorizando a diversidade dos patrimônios etnoculturais e artísticos dessas sociedades.",
    "OBJETOS DO CONHECIMENTO": "Saberes dos povos africanos e pré-colombianos expressos na cultura material e imaterial.",
    "TÍTULO ": "Saberes e técnicas das sociedades africanas",
    "CONTEÚDO": "Saberes e técnicas dos povos africanos. Tecidos africanos. Símbolos Adinkras. Metalurgia.",
    "OBJETIVOS": "Conhecer os saberes e técnicas dos povos africanos. Identificar a cultura material em diferentes sociedades. Explorar os recursos imagéticos sobre as sociedades africanas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "Humanismos, Renascimentos e o Novo Mundo",
    "HABILIDADE": "(EF07HI06) Comparar as navegações no Atlântico e no Pacífico entre os séculos XIV e XVI, especialmente em relação aos avanços científicos, às novas rotas, às relações comerciais e interações culturais até então estabelecidas.",
    "OBJETOS DO CONHECIMENTO": "As descobertas científicas e a expansão marítima.",
    "TÍTULO ": "As navegações no Atlântico e no Pacífico entre os séculos XIV e XVI",
    "CONTEÚDO": "Grandes Navegações. Motivos das navegações. Rotas marítimas. Imaginário.",
    "OBJETIVOS": "Identificar os fatores econômicos, políticos e culturais que motivaram as grandes potências europeias a empreender expedições marítimas. Compreender como o comércio influenciou a busca por novas rotas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "O mundo moderno e a conexão entre sociedades africanas, americanas e europeias",
    "HABILIDADE": "(EF07HI02) Identificar conexões, interações e consequências do contato entre as sociedades do chamado Novo Mundo, da Europa, da África e da Ásia no contexto das navegações nos Oceanos Atlântico, Índico e Pacífico.",
    "OBJETOS DO CONHECIMENTO": "A construção da ideia de modernidade e seus impactos na concepção de História. A ideia de “Novo Mundo” ante o Mundo Antigo: permanências e rupturas de saberes e práticas na emergência do mundo moderno.",
    "TÍTULO ": "Terra à vista: análise de fontes históricas",
    "CONTEÚDO": "Carta de Pero Vaz de Caminha. Primeiro contato com os povos nativos. A primeira missa no Brasil, de Victor Meirelles.",
    "OBJETIVOS": "Reconhecer e identificar os principais elementos históricos presentes na carta de Pero Vaz de Caminha. Realizar uma análise comparativa das representações dos indígenas nos primeiros contatos com os europeus."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "O mundo moderno e a conexão entre sociedades africanas, americanas e europeias",
    "HABILIDADE": "(EF07HI02) Identificar conexões, interações e consequências do contato entre as sociedades do chamado Novo Mundo, da Europa, da África e da Ásia no contexto das navegações nos Oceanos Atlântico, Índico e Pacífico.",
    "OBJETOS DO CONHECIMENTO": "A construção da ideia de modernidade e seus impactos na concepção de História. A ideia de “Novo Mundo” ante o Mundo Antigo: permanências e rupturas de saberes e práticas na emergência do mundo moderno.",
    "TÍTULO ": "Choque entre dois mundos",
    "CONTEÚDO": "Colonização. Encontro entre portugueses e povos indígenas.",
    "OBJETIVOS": "Compreender o impacto cultural entre os povos indígenas e os portugueses na América Portuguesa. Analisar a visão dos portugueses em relação aos povos originários. Identificar os povos originários."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "O mundo moderno e a conexão entre sociedades africanas, americanas e europeias",
    "HABILIDADE": "(EF07HI02) Identificar conexões, interações e consequências do contato entre as sociedades do chamado Novo Mundo, da Europa, da África e da Ásia no contexto das navegações nos Oceanos Atlântico, Índico e Pacífico.",
    "OBJETOS DO CONHECIMENTO": "A construção da ideia de modernidade e seus impactos na concepção de História. A ideia de “Novo Mundo” ante o Mundo Antigo: permanências e rupturas de saberes e práticas na emergência do mundo moderno.",
    "TÍTULO ": "A chegada dos portugueses na América: descobrimento ou invasão?",
    "CONTEÚDO": "Novo Mundo. Narrativas.",
    "OBJETIVOS": "Analisar as diferentes perspectivas históricas sobre os termos \"Descobrimento\" e \"Invasão\". Analisar as motivações dos portugueses e as reações dos povos nativos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "1º",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "Humanismos, Renascimentos e o Novo Mundo",
    "HABILIDADE": "(EF07HI05) Identificar e relacionar as vinculações entre as reformas religiosas (Protestante e Contrarreforma Católica) e os processos culturais e sociais do período moderno na Europa e na América.",
    "OBJETOS DO CONHECIMENTO": "Reformas religiosas: a cristandade fragmentada.",
    "TÍTULO ": "Igreja Católica e a Inquisição América",
    "CONTEÚDO": "Igreja Católica. Santo Oficio América. Bruxas Paulistas.",
    "OBJETIVOS": "Identificar e analisar as principais características da Inquisição no América;. Explicar como a Inquisição no América contribuiu para a consolidação do poder da Igreja Católica. Analisar fontes históricas sobre o processo de Inquisição na América portuguesa."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI07) Descrever os processos de formação e consolidação das monarquias europeias, bem como as principais características dessas monarquias com vistas à compreensão das razões da centralização política.",
    "OBJETOS DO CONHECIMENTO": "A formação e o funcionamento das monarquias europeias: a lógica da centralização política e os conflitos na Europa.",
    "TÍTULO ": "Da fragmentação ao poder central: a formação das monarquias nacionais",
    "CONTEÚDO": "A formação e o funcionamento das monarquias europeias. A lógica da centralização política.",
    "OBJETIVOS": "Compreender e analisar o processo histórico de formação das monarquias nacionais durante a Idade Moderna, analisando as razões para a centralização do poder e os conflitos relacionados a esse processo. Identificar as principais características das monarquias centralizadas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI07) Descrever os processos de formação e consolidação das monarquias europeias, bem como as principais características dessas monarquias com vistas à compreensão das razões da centralização política.",
    "OBJETOS DO CONHECIMENTO": "A formação e o funcionamento das monarquias europeias: a lógica da centralização política e os conflitos na Europa.",
    "TÍTULO ": "O conceito de absolutismo e a centralização política",
    "CONTEÚDO": "Conceito de absolutismo. Principais Teóricos (Jacques Bossuet, Thomas Hobbes e Nicolau Maquiavel).",
    "OBJETIVOS": "Compreender o conceito de absolutismo e centralização política no contexto da Era Moderna. Identificar e analisar as contribuições dos teóricos Jacques Bossuet, Thomas Hobbes e Nicolau Maquiavel para a legitimação do poder centralizado. Reconhecer e relacionar o pensamento desses teóricos com a prática política dos monarcas absolutistas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI07) Descrever os processos de formação e consolidação das monarquias europeias, bem como as principais características dessas monarquias com vistas à compreensão das razões da centralização política.",
    "OBJETOS DO CONHECIMENTO": "A formação e o funcionamento das monarquias europeias: a lógica da centralização política e os conflitos na Europa.",
    "TÍTULO ": "O Estado Sou Eu: Luís XIV e o Absolutismo",
    "CONTEÚDO": "Principais monarcas absolutistas europeus. Relação entre absolutismo e a centralização do poder.",
    "OBJETIVOS": "Analisar as características do Estado Absolutista. Identificar as características e símbolos do absolutismo europeu. Analisar o papel de monarcas absolutistas como Luís XIV (França)."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI13) Caracterizar a ação dos europeus e suas lógicas mercantis visando ao domínio no mundo atlântico.",
    "OBJETOS DO CONHECIMENTO": "As lógicas mercantis, o domínio europeu sobre os mares e o contraponto oriental.",
    "TÍTULO ": "Mercantilismo",
    "CONTEÚDO": "Pacto Colonial. Protecionismo. Balança comercial favorável. Metalismo.",
    "OBJETIVOS": "Compreender as lógicas mercantis europeias que levaram à expansão e ao domínio sobre o mundo atlântico, bem como suas principais características e impactos nas colônias e no comércio global. Analisar políticas mercantilistas como o Protecionismo, Balança Comercial Favorável e Metalismo, e sua relação com a riqueza e poder das nações europeias."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI13) Caracterizar a ação dos europeus e suas lógicas mercantis visando ao domínio no mundo atlântico.",
    "OBJETOS DO CONHECIMENTO": "As lógicas mercantis, o domínio europeu sobre os mares e o contraponto oriental.",
    "TÍTULO ": "Mercantilismo da Europa ao Oriente",
    "CONTEÚDO": "O mercantilismo europeu. As lógicas mercantis, o domínio europeu sobre os mares e o contraponto oriental.",
    "OBJETIVOS": "Compreender as características do mercantilismo europeu e as dinâmicas comerciais entre o Ocidente e o Oriente nos séculos XVI ao XVIII, analisando as estratégias de cada região e seus impactos no mundo. Analisar e indentificar as rotas comerciais e os produtos trocados entre o Ocidente e o Oriente."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI08) Descrever as formas de organização das sociedades americanas no tempo da conquista, com vistas à compreensão dos mecanismos de alianças, trocas comerciais, confrontos e resistências.",
    "OBJETOS DO CONHECIMENTO": "A conquista da América e as formas de organização política dos indígenas e europeus: conflitos, dominação e conciliação.",
    "TÍTULO ": "Conquista da América espanhola",
    "CONTEÚDO": "Povos nativos. Colonização. América Espanhola.",
    "OBJETIVOS": "Analisar e compreender o processo de colonização espanhola na América. Identificar e entender os mecanismos de alianças, trocas comerciais, confrontos e formas de resistência durante o período da conquista. Interpretar e analisar os discursos presentes em fontes históricas relacionadas à colonização."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI08) Descrever as formas de organização das sociedades americanas no tempo da conquista, com vistas à compreensão dos mecanismos de alianças, trocas comerciais, confrontos e resistências.",
    "OBJETOS DO CONHECIMENTO": "A conquista da América e as formas de organização política dos indígenas e europeus: conflitos, dominação e conciliação.",
    "TÍTULO ": "Vozes da História: diferentes perspectivas sobre a colonização",
    "CONTEÚDO": "Estrutura social na América. Documentos históricos. Indígenas. Colonizadores.",
    "OBJETIVOS": "Compreender a organização social, econômica e política dos Vice-reinos. Identificar e analisar diferentes perspectivas dos diferentes sujeitos da sociedade colonial. Identificar as diferentes perspectivas sobre a colonização presentes nas fontes, como a visão dos colonizadores e dos indígenas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI10) Analisar, com base em documentos históricos, diferentes interpretações sobre as dinâmicas das sociedades americanas no período colonial, comparando informações, argumentos e pontos de vista explicitados nos diferentes tipos de fontes.",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas. Resistências indígenas, invasões e expansão na América portuguesa.",
    "TÍTULO ": "América espanhola colonial: o trabalho nas minas de prata",
    "CONTEÚDO": "Minas de prata na América colonial (Potosí na atual Bolívia e Zacatecas no atual México). Exploração de mão de obra escravizada. Economia colonial.",
    "OBJETIVOS": "Identificar as principais minas de prata das colonias espanholas. Compreender as condições de trabalho nas minas de prata durante o período colonial. Analisar os impactos sociais e econômicos das atividades nas minas de prata."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI10) Analisar, com base em documentos históricos, diferentes interpretações sobre as dinâmicas das sociedades americanas no período colonial, comparando informações, argumentos e pontos de vista explicitados nos diferentes tipos de fontes.",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas. Resistências indígenas, invasões e expansão na América portuguesa.",
    "TÍTULO ": "Poder e sociedade nos Vice-reinados espanhóis da América",
    "CONTEÚDO": "Organização política dos Vice-reinados. Hierarquia social. Economia Colonial na América espanhola. Sistema comercial Mercantilista na América espanhola.",
    "OBJETIVOS": "Identificar e analisar as principais instituições e cargos políticos nos vice-reinados espanhóis e a hierarquia social da sociedade colonial. Explicar a relação entre metrópole e colônias, destacando a função dos vice-reis e o sistema mercantilista. Comparar as funções das instituições coloniais (como cabildos e audiências) e seus papéis no controle da sociedade colonial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI09) Analisar os diferentes impactos da conquista europeia da América para as populações ameríndias e identificar as principais formas de resistência.",
    "OBJETOS DO CONHECIMENTO": "A conquista da América e as formas de organização política dos indígenas e europeus: conflitos, dominação e conciliação.",
    "TÍTULO ": "Impactos da conquista: lutas e estratégias dos povos indígenas",
    "CONTEÚDO": "Impactos da conquista europeia para os povos nativos. Conceitos de dominação e resistência. Resistência Indígena dos povos nativos.",
    "OBJETIVOS": "Analisar e compreender os diferentes impactos da conquista européia da América para as populações ameríndias e identificar as principais formas de resistência. Explicar os impactos imediatos e de longo prazo da conquista europeia sobre as populações ameríndias na América espanhola, tanto sociais quanto econômicos e culturais. Comparar as diferentes respostas dos povos ameríndios à conquista, destacando as formas de resistência."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI08) Descrever as formas de organização das sociedades americanas no tempo da conquista, com vistas à compreensão dos mecanismos de alianças, trocas comerciais, confrontos e resistências.",
    "OBJETOS DO CONHECIMENTO": "A conquista da América e as formas de organização política dos indígenas e europeus: conflitos, dominação e conciliação.",
    "TÍTULO ": "Colonização portuguesa na América",
    "CONTEÚDO": "A organização social e política dos indígenas e dos portugueses. Processo de colonização e seus impactos.",
    "OBJETIVOS": "Compreender o processo de colonização portuguesa no Brasil, com foco nas primeiras décadas, analisando as relações entre portugueses e indígenas, as formas de organização social e política de ambos os grupos, e os conflitos e negociações que marcaram esse período."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI09) Analisar os diferentes impactos da conquista europeia da América para as populações ameríndias e identificar as principais formas de resistência.",
    "OBJETOS DO CONHECIMENTO": "A conquista da América e as formas de organização política dos indígenas e europeus: conflitos, dominação e conciliação.",
    "TÍTULO ": "O genocídio e as resistências dos povos nativos",
    "CONTEÚDO": "Formas de genocídio. Resistência indígena. Consequências do genocídio. O papel da Igreja Católica no processo de colonização e no genocídio indígena.",
    "OBJETIVOS": "Compreender e anlisar o processo de colonização da América porutugesa, com foco no genocídio indígena e nas diversas formas de resistência dos povos nativos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI09) Analisar os diferentes impactos da conquista europeia da América para as populações ameríndias e identificar as principais formas de resistência.",
    "OBJETOS DO CONHECIMENTO": "A conquista da América e as formas de organização política dos indígenas e europeus: conflitos, dominação e conciliação.",
    "TÍTULO ": "A face da colonização portuguesa: dominação e resistência",
    "CONTEÚDO": "Resistência indígena. Formas de dominação. Consequências da conquista.",
    "OBJETIVOS": "Explorar e analisar a dominação e a resistência ao longo da história da conquista da America."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "2°",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI10) Analisar, com base em documentos históricos, diferentes interpretações sobre as dinâmicas das sociedades americanas no período colonial, comparando informações, argumentos e pontos de vista explicitados nos diferentes tipos de fontes.",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas. Resistências indígenas, invasões e expansão na América portuguesa.",
    "TÍTULO ": "Administração na América portuguesa",
    "CONTEÚDO": "Capitanias hereditárias. Governo Geral. Sesmarias. Câmaras Municipais.",
    "OBJETIVOS": "Compreender e analisar os principais sistemas administrativos implementados pelos portugueses na América durante o período colonial. Identificar os motivos para a criação das capitanias hereditárias, do governo-geral e das câmaras municipais. Analisar as funções e as limitações de cada sistema administrativo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI01) Identificar os principais aspectos conceituais do iluminismo e do liberalismo e discutir a relação entre eles e a organização do mundo contemporâneo.",
    "OBJETOS DO CONHECIMENTO": "Conceitos Iluministas. Principais ideias defendidas pelo Iluminismo.",
    "TÍTULO ": "Introdução às ideias iluministas",
    "CONTEÚDO": "Conceitos Iluministas. Principais ideias defendidas pelo Iluminismo.",
    "OBJETIVOS": "Compreender as principais características do pensamento iluminista, os valores por ele defendidos e sua influência nas bases que fundamentam a forma como nos organizamos socialmente.​"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI01) Identificar os principais aspectos conceituais do iluminismo e do liberalismo e discutir a relação entre eles e a organização do mundo contemporâneo.",
    "OBJETOS DO CONHECIMENTO": "O pensamento de Adam Smith. O Liberalismo econômico.",
    "TÍTULO ": "A economia segundo as ideias iluministas: o Liberalismo",
    "CONTEÚDO": "O pensamento de Adam Smith. O Liberalismo econômico.",
    "OBJETIVOS": "Identificar os ideais do Liberlalismo econômico defendidos por Adam Smith e suas permanências na contemporaneidade."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI02) Identificar as particularidades da Inglaterra antes e depois da Revolução Gloriosa, tendo em vista os fatores que levaram à industrialização.",
    "OBJETOS DO CONHECIMENTO": "As revoluções inglesas e os princípios do liberalismo.",
    "TÍTULO ": "A Revolução Gloriosa",
    "CONTEÚDO": "Antecedentes históricos e os aspectos políticos e econômicos da Revolução Gloriosa.",
    "OBJETIVOS": "Identificar os antecedentes históricos que favoreceram a eclosão da Revolução Gloriosa e a instituição da Monarquia Parlamentarista na Inglaterra. Identificar as mudanças estruturais sofridas na Inglaterra em decorrência da Revolução Gloriosa e sua influência na eclosão da Revolução Industrial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI03) Analisar os impactos da Revolução Industrial nas relações de trabalho, na produção e circulação de povos, produtos e culturas.",
    "OBJETOS DO CONHECIMENTO": "Revolução Industrial e seus impactos na produção e circulação de povos, produtos e culturas.",
    "TÍTULO ": "Revolução Industrial - Parte 1",
    "CONTEÚDO": "Industrialização na Inglaterra do séc. XVIII. Transformações nas relações de trabalho. Impacto na produção e circulação de produtos.",
    "OBJETIVOS": "Caracterizar a Industrialização na Inglaterra do Séc. XVIII. Compreender as mudanças nas relações de trabalho durante a Revolução Industrial. Analisar o impacto da Revolução Industrial na produção de bens e na circulação de produtos. Relacionar as consequências da Revolução Industrial na mobilidade populacional."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI03) Analisar os impactos da Revolução Industrial nas relações de trabalho, na produção e circulação de povos, produtos e culturas.",
    "OBJETOS DO CONHECIMENTO": "Revolução Industrial e seus impactos na produção e circulação de povos, produtos e culturas.",
    "TÍTULO ": "Revolução Industrial - Parte 2: trabalho infantil e da mulher",
    "CONTEÚDO": "Relações de trabalho na Inglaterra do séc. XVII: trabalho infantil e da mulher. Transformações nas relações familiares e sociais. Movimentos trabalhistas.",
    "OBJETIVOS": "Identificar as condições do trabalho infantil e da mulher durante a Revolução Industrial. Refletir sobre as consequências sociais, econômicas e culturais do trabalho infantil e da mulher na Revolução Industrial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI05) Explicar as rebeliões da América Portuguesa (em especial a Conjuração Mineira, a Conjuração Baiana e a Revolução Pernambucana), estabelecendo relações com os ideais iluministas, com as revoluções burguesas na Europa e com a independência das Treze Colônias inglesas na América.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Os antecedentes históricos da Independência dos EUA",
    "CONTEÚDO": "As Leis Intoleráveis. O Massacre de Boston. A Festa do Chá de Boston. O Primeiro e o Segundo Congresso Continental.",
    "OBJETIVOS": "Compreender os eventos e fatores que antecederam a Independência dos Estados Unidos, destacando as Leis Intoleráveis, o Massacre de Boston, a Festa do Chá de Boston, o Primeiro e o Segundo Congresso Continental."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI05) Explicar as rebeliões da América Portuguesa (em especial a Conjuração Mineira, a Conjuração Baiana e a Revolução Pernambucana), estabelecendo relações com os ideais iluministas, com as revoluções burguesas na Europa e com a independência das Treze Colônias inglesas na América.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América; Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti; Os caminhos até a independência do Brasil.",
    "TÍTULO ": "A Revolução Americana: Independência dos EUA e seus desdobramentos",
    "CONTEÚDO": "A Revolução Americana. A Declaração de Independência dos EUA. O reconhecimento da Independência pela Inglaterra. A expansão territorial (a conquista do Oeste).",
    "OBJETIVOS": "Destacar alguns fatos e acontecimentos que estabeleceram uma cronologia relativa ao processo de independência dos EUA. Reconhecer, no processo de independência dos EUA, a convivência entre o ideal de liberdade política e a manutenção da escravidão, bem como a posterior expansão territorial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI04) Identificar e relacionar os processos da Revolução Francesa e seus desdobramentos na Europa e no mundo.",
    "OBJETOS DO CONHECIMENTO": "Revolução Francesa e seus desdobramentos",
    "TÍTULO ": "A França pré-revolucionária",
    "CONTEÚDO": "Condições sociais e políticas da França que proporcionaram a eclosão da Revolução. Convocação da Assembleia dos Estados Gerais. Queda da Bastilha.",
    "OBJETIVOS": "Compreender os condicionantes político-sociais que marcaram o início da Revolução Francesa e os acontecimentos subsequentes."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI04) Identificar e relacionar os processos da Revolução Francesa e seus desdobramentos na Europa e no mundo.",
    "OBJETOS DO CONHECIMENTO": "Revolução Francesa e seus desdobramentos",
    "TÍTULO ": "Declarações: Homem-cidadão X Mulher-cidadã",
    "CONTEÚDO": "A Declaração do Homem e do Cidadão (1789). Declaração da Mulher e da Cidadã (1791).",
    "OBJETIVOS": "Analisar os valores difundidos pela Declaração dos Direitos do Homem e do Cidadão (1789) e sua contraposição, a Declaração da Mulher e da Cidadã de1791, estabelecendo relações entre sua formulação e o contexto histórico em que foram produzidas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI04) Identificar e relacionar os processos da Revolução Francesa e seus desdobramentos na Europa e no mundo.",
    "OBJETOS DO CONHECIMENTO": "Revolução Francesa e seus desdobramentos",
    "TÍTULO ": "Fases da Revolução Francesa - Parte 1",
    "CONTEÚDO": "Assembleia Constituinte. Assembleia Legislativa.",
    "OBJETIVOS": "Identificar as fases fases da Revolução Francesa e as movimentações política, social e econômica ocorridas durante esses períodos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI04) Identificar e relacionar os processos da Revolução Francesa e seus desdobramentos na Europa e no mundo.",
    "OBJETOS DO CONHECIMENTO": "Revolução Francesa e seus desdobramentos",
    "TÍTULO ": "Fases da Revolução Francesa - Parte 2",
    "CONTEÚDO": "Convenção. Reinado do Terror. Diretório.",
    "OBJETIVOS": "Identificar as fases fases da Revolução Francesa e as movimentações política, social e econômica ocorridas durante esses períodos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI05) Explicar as rebeliões da América Portuguesa (em especial a Conjuração Mineira, a Conjuração Baiana e a Revolução Pernambucana), estabelecendo relações com os ideais iluministas, com as revoluções burguesas na Europa e com a independência das Treze Colônias inglesas na América.",
    "OBJETOS DO CONHECIMENTO": "A influência das revoluções burguesas da Europa e da Independência das Trezes Colônias Inglesas nas rebeliões ocorridas na América Portuguesa",
    "TÍTULO ": "As influencias internacionais nas rebeliões da América Portuguesa",
    "CONTEÚDO": "A influência da Revolução Americana (a Independência dos EUA), nas rebeliões na América Portuguesa. A influência da Revolução Francesa nas rebeliões na América portuguesa.",
    "OBJETIVOS": "Entender o contexto internacional que favoreceu a eclosão das rebeliões ocorridas na América Portuguesa no séc. XVIII e início do XIX."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI05) Explicar as rebeliões da América Portuguesa (em especial a Conjuração Mineira, a Conjuração Baiana e a Revolução Pernambucana), estabelecendo relações com os ideais iluministas, com as revoluções burguesas na Europa e com a independência das Treze Colônias inglesas na América.",
    "OBJETOS DO CONHECIMENTO": "Rebeliões na América portuguesa: Conjuração Mineira",
    "TÍTULO ": "Rebeliões na América Portuguesa - Parte 1: Inconfidência Mineira",
    "CONTEÚDO": "As minas de ouro e a região das Minas. A taxação e os impostos da atividade mineira. O processo da Derrama. A Inconfidência Mineira e a figura de Tiradentes. O término do processo da Inconfidência.",
    "OBJETIVOS": "Identificar as principais causas sociais, econômicas e políticas que levaram à Inconfidência Mineira. Analisar criticamente os motivos, o desenvolvimento e as consequências da Inconfidência Mineira, relacionando-a aos ideais iluministas e ao contexto político-social da época."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI05) Explicar as rebeliões da América Portuguesa (em especial a Conjuração Mineira, a Conjuração Baiana e a Revolução Pernambucana), estabelecendo relações com os ideais iluministas, com as revoluções burguesas na Europa e com a independência das Treze Colônias inglesas na América.",
    "OBJETOS DO CONHECIMENTO": "Rebeliões na América portuguesa: Conjuração Baiana",
    "TÍTULO ": "Rebeliões na América Portuguesa - Parte 2: Conjuração Baiana",
    "CONTEÚDO": "Contexto histórico da Conjuração Baiana. Motivações e desdobramentos.",
    "OBJETIVOS": "Compreender o contexto social e econômico que levaram à Conjuração Baiana. Compreender as contribuições entre diferentes grupos sociais na Bahia no contexto da América Portuguesa. Analisar documentos históricos relacionados à Conjuração Baiana."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 15,
    "UNIDADE TEMÁTICA": "O mundo contemporâneo: o Antigo Regime em crise",
    "HABILIDADE": "(EF08HI05) Explicar as rebeliões da América Portuguesa (em especial a Conjuração Mineira, a Conjuração Baiana e a Revolução Pernambucana), estabelecendo relações com os ideais iluministas, com as revoluções burguesas na Europa e com a independência das Treze Colônias inglesas na América.",
    "OBJETOS DO CONHECIMENTO": "Rebeliões na América portuguesa: Revolução Pernabucana",
    "TÍTULO ": "Rebeliões na América Portuguesa - Parte 3: Revolução Pernambucana de 1817",
    "CONTEÚDO": "O início do processo que levou à Revolução Pernambucana de 1817. A revolução. A repressão promovida pela coroa.",
    "OBJETIVOS": "Compreender o contexto social e econômico que levaram à Revolução Pernabucana. . Analisar documentos históricos relacionados à Revolução Pernabucana."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 16,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI08 e EF08HI09) Analisar o ideário dos líderes dos movimentos independentistas e do panamericanismo, bem como o papel dessas ideias nas revoluções que levaram à independência das colônias hispano-americanas.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Ideais que influenciaram as Independências na América espanhola",
    "CONTEÚDO": "Circulação dos ideais que deram respaldo para as Independências na América Espanhola.",
    "OBJETIVOS": "Compreender as ideias que circularam na América espanhola. Analisar as justificativas ideológicas que deram respaldo às Independências. Reconhecer, nos documentos da época, esses ideias revolucionários."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 17,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI06) Aplicar os conceitos de Estado, nação, território, governo e país para o entendimento de conflitos e tensões, no contexto das independências americanas.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Movimentos de Independência nas Américas",
    "CONTEÚDO": "Movimentos de independência na América Espanhola - Parte 1.",
    "OBJETIVOS": "Entender as principais características dos processos de independência das colônias europeias na América."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 18,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI06) Aplicar os conceitos de Estado, nação, território, governo e país para o entendimento de conflitos e tensões, no contexto das independências americanas.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Movimentos de Independência nas Américas",
    "CONTEÚDO": "Movimentos de independência na América Espanhola - Parte 2.",
    "OBJETIVOS": "Entender as principais características dos processos de independência das colônias europeias na América."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 19,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI10) Identificar a Revolução de São Domingo como evento singular e desdobramento da Revolução Francesa e avaliar suas implicações.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Líderes da Revolução Haitiana",
    "CONTEÚDO": "Os líderes da Revolução haitiana.",
    "OBJETIVOS": "Compreender o protagonismo dos escravizados afrodescendentes como principais \"atores\" da Indepedência haitiana."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 20,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI10) Identificar a Revolução de São Domingo como evento singular e desdobramento da Revolução Francesa e avaliar suas implicações.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Revolução Haitiana",
    "CONTEÚDO": "A colonização haitiana pela França; A rebelião de pessoas escravizadas.",
    "OBJETIVOS": "Identificar o processo de independência do Haiti Compreender a independência do Haiti como um ato legítmo de luta contra a exploração colonial francesa"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "1º",
    "AULA": 21,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI10) Identificar a Revolução de São Domingo como evento singular e desdobramento da Revolução Francesa e avaliar suas implicações.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Revolução Haitiana e a influência da Revolução Francesa",
    "CONTEÚDO": "Os \"limites\" dos ideiais franceses: repressão ao movimento de libertação do Haiti.",
    "OBJETIVOS": "Reconhecer a importância de analisar documentos de época para compreensão de temas e conteúdos históricos relacionados à revolução de escravizados em São Domingos; Idenficar a relação entre os ideiais da Revolução Francesa e os \"limites\" destes ideais frente ao movimento de libertação do Haiti."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI07) Identificar e contextualizar as especificidades dos diversos processos de independência nas Américas, seus aspectos populacionais e suas conformações territoriais.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "A Era Napoleônica: invasões à Espanha e Portugal",
    "CONTEÚDO": "Era Napoleônica; Invasões francesas à Espanha e Portugal.",
    "OBJETIVOS": "Identificar os principais eventos que marcaram a Era Napoleônica. Relacionar a Era Napoleônica com a invasão à Espanha e Portugal. Compreender as consequências da invasão francesa à Espanha e Portugal e seus desdobramentos na América."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI12) Caracterizar a organização política e social no Brasil desde a chegada da Corte portuguesa, em 1808, até 1822 e seus desdobramentos para a história política brasileira.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "A elevação do Brasil à categoria de Reino",
    "CONTEÚDO": "Fatores históricos que levaram o Brasil da condição de colônia à categoria de reino.",
    "OBJETIVOS": "Compreender os acontecimentos históricos relacionados à elevação do Brasil à categoria de reino."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI12) Caracterizar a organização política e social no Brasil desde a chegada da Corte portuguesa, em 1808, até 1822 e seus desdobramentos para a história política brasileira.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "As transformações da cidade do Rio de Janeiro no Período Joanino",
    "CONTEÚDO": "Transformações arquitetônicas ocorridas na cidade do Rio de janeiro durante o Período Joanino.",
    "OBJETIVOS": "Analisar as transformações arquitetônicas ocorridas na cidade do Rio de Janeiro durante o Período joanino."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI12) Caracterizar a organização política e social no Brasil desde a chegada da Corte portuguesa, em 1808, até 1822 e seus desdobramentos para a história política brasileira.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "O cotidiano na cidade do Rio de Janeiro durante o Período Joanino",
    "CONTEÚDO": "Vida social na cidade do Rio de Janeiro durante o Período Joanino.",
    "OBJETIVOS": "Identificar aspectos da vida cotidiana na cidade do Rio de Janeiro durante o Período Joanino."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI12) Caracterizar a organização política e social no Brasil desde a chegada da Corte portuguesa, em 1808, até 1822 e seus desdobramentos para a história política brasileira.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Relações Internacionais durante o Período Joanino",
    "CONTEÚDO": "Diplomacia durante o Período Joanino. Relações internacionais e defesa de fronteiras do Reino do Brasil.",
    "OBJETIVOS": "Compreender as relações internacionais durante o Período Joanino. Relacionar a política externa do Período Joanino com o processo que culminou com a Independência do Brasil."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI12) Caracterizar a organização política e social no Brasil desde a chegada da Corte portuguesa, em 1808, até 1822 e seus desdobramentos para a história política brasileira.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "A Revolução Liberal do Porto de 1820",
    "CONTEÚDO": "Revolução Liberal do Porto de 1820 e suas consequências. A permanência de Dom Pedro: o Dia do Fico.",
    "OBJETIVOS": "Identificar os motivos, as ações e os desdobramentos políticos da Revolução Liberal do Porto. Compreender o Dia do Fico como marco histórico para a Independência do Brasil."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI14) Discutir a noção da tutela dos grupos indígenas e a participação dos negros na sociedade brasileira do final do período colonial, identificando permanências na forma de preconceitos, estereótipos e violências sobre as populações indígenas e negras no Brasil e nas Américas.",
    "OBJETOS DO CONHECIMENTO": "A tutela da população indígena, a escravidão dos negros e a tutela dos egressos da escravidão.",
    "TÍTULO ": "Missão Artística Francesa: povos originários e escravizados",
    "CONTEÚDO": "Cotidiano de negros escravizados e de indígenas retratados pela Missão Artística Francesa.",
    "OBJETIVOS": "Compreender o cotidiano de negros escravizados e de povos indígenas, segundo a ótica da Missão Artística Francesa."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI14) Discutir a noção da tutela dos grupos indígenas e a participação dos negros na sociedade brasileira do final do período colonial, identificando permanências na forma de preconceitos, estereótipos e violências sobre as populações indígenas e negras no Brasil e nas Américas.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Resistência indígena na América Portuguesa no final do Período Colonial: os Guaicurus",
    "CONTEÚDO": "Resistência indígena.",
    "OBJETIVOS": "Explorar as resistências indígenas contra a ocupação e a exploração territorial imposta pelos colonizadores, caso dos Guaicurus. Analisar as estratégias de resistência e as alianças protegidas pelos indígenas para preservar sua cultura, seus territórios e sua autonomia."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI12) Caracterizar a organização política e social no Brasil desde a chegada da Corte portuguesa, em 1808, até 1822 e seus desdobramentos para a história política brasileira.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Caminhos para a Independência do Brasil",
    "CONTEÚDO": "Independência política do Brasil (1822).",
    "OBJETIVOS": "Identificar os motivos que levaram ao processo de emancipação política do Brasil. Identificar as relações de força e de poder presentes na formação da sociedade brasileira."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI12) Caracterizar a organização política e social no Brasil desde a chegada da Corte portuguesa, em 1808, até 1822 e seus desdobramentos para a história política brasileira.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "As lutas pela Independência do Brasil",
    "CONTEÚDO": "“Independências” do Brasil. Conflitos regionais pela independência. Participação popular na luta pela independência.",
    "OBJETIVOS": "Compreender o contexto histórico em que ocorreram as lutas pela independência do Brasil. Analisar as condições políticas e sociais, bem como o envolvimento de diferentes grupos sociais na luta pela independência."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI12) Caracterizar a organização política e social no Brasil desde a chegada da Corte portuguesa, em 1808, até 1822 e seus desdobramentos para a história política brasileira.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "A Assembleia Constituinte de 1823",
    "CONTEÚDO": "O processo político de elaboração da primeira Constituição Brasileira.",
    "OBJETIVOS": "Compreender como se deu o processo político de elaboração da primeira Constituição Brasileira."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI13) Analisar o processo de independência em diferentes países latino-americanos e comparar as formas de governo neles adotadas.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "D. Pedro I: de Príncipe Regente à Imperador do Brasil",
    "CONTEÚDO": "Dissolução da Assembleia Constituinte de 1823. A Constituição outorgada de 1824.",
    "OBJETIVOS": "Identificar as forças e os sujeitos envolvidos nas disputas políticas durante o início do Primeiro Reinado. Identificar os aspectos essenciais da Constituição de 1824."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI13) Analisar o processo de independência em diferentes países latino-americanos e comparar as formas de governo neles adotadas.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Divisão territorial da América Espanhola",
    "CONTEÚDO": "Divisão territorial na América após as independências. Impactos da nova divisão territorial na América espanhola.",
    "OBJETIVOS": "Analisar a divisão territorial estabelecida após as independências e seus impactos na formação dos Estados nacionais na América. Refletir sobre os impactos decorrentes da divisão territorial estabelecida após as independências na América espanhola. Identificar as razões da América Espanhola ter se fragmentado em vários territórios em contraposição à América Portuguesa, que permaneceu com um território mais homogêneo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI13) Analisar o processo de independência em diferentes países latino-americanos e comparar as formas de governo neles adotadas.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Formas de governo adotadas pós-independência das Américas",
    "CONTEÚDO": "As formas de governo adotadas após as independências na América. Repúblicas presidencialistas e monarquias constitucionais.",
    "OBJETIVOS": "As formas de governo adotadas após as independências na América. Repúblicas presidencialistas e monarquias constitucionais."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 15,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI13) Analisar o processo de independência em diferentes países latino-americanos e comparar as formas de governo neles adotadas.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "A Guerra da Cisplatina e a Independência do Uruguai",
    "CONTEÚDO": "Guerra da Cisplatina. Independência do Uruguai.",
    "OBJETIVOS": "Relacionar a Guerra da Cisplatina com a Independência do Uruguai."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 16,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI13) Analisar o processo de independência em diferentes países latino-americanos e comparar as formas de governo neles adotadas.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "A Independência da Argentina",
    "CONTEÚDO": "Processo histórico de Independência da Argentina.",
    "OBJETIVOS": "Compreender o processo histórico da Independência da Argentina."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 17,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI11) Identificar e explicar os protagonismos e a atuação de diferentes grupos sociais e étnicos nas lutas de independência no Brasil, na América espanhola e no Haiti.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "A Revolta de Tupac Amaru II",
    "CONTEÚDO": "Conflitos na América espanhola. Revolta de Túpac Amaru II.",
    "OBJETIVOS": "Compreender o contexto histórico, as causas e as consequências da Revolta de Túpac Amaru. Analisar o impacto da Revolta de Túpac Amaru no contexto da colonização espanhola."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 18,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI11) Identificar e explicar os protagonismos e a atuação de diferentes grupos sociais e étnicos nas lutas de independência no Brasil, na América espanhola e no Haiti.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Participação Indígena na luta pela Independência do Brasil",
    "CONTEÚDO": "Povos indígenas na luta pela Independência do Brasil.",
    "OBJETIVOS": "Compreender o papel dos povos indígenas na luta pela emancipação política do Brasil."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 19,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI11) Identificar e explicar os protagonismos e a atuação de diferentes grupos sociais e étnicos nas lutas de independência no Brasil, na América espanhola e no Haiti.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "Participação da população negra na luta pela Independência do Brasil",
    "CONTEÚDO": "Participação da população negra na luta pela Independência do Brasil.",
    "OBJETIVOS": "Analisar e compreender a participação da população negra na luta pela Independência do Brasil."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 20,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI11) Identificar e explicar os protagonismos e a atuação de diferentes grupos sociais e étnicos nas lutas de independência no Brasil, na América espanhola e no Haiti.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "As mulheres na luta pela Independência do Brasil",
    "CONTEÚDO": "Lideranças femininas no processo de emancipação política do Brasil.",
    "OBJETIVOS": "Reconhecer o protagonismo das mulheres no processo de Independência do Brasil; Analisar e refletir sobre o papel de lideranças femininas na luta pela Independência do Brasil."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "2°",
    "AULA": 21,
    "UNIDADE TEMÁTICA": "Os processos de independência das Américas",
    "HABILIDADE": "(EF08HI11) Identificar e explicar os protagonismos e a atuação de diferentes grupos sociais e étnicos nas lutas de independência no Brasil, na América espanhola e no Haiti.",
    "OBJETOS DO CONHECIMENTO": "Independência dos Estados Unidos da América. Independências na América espanhola: A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti. Os caminhos até a independência do Brasil.",
    "TÍTULO ": "As mulheres na luta pela Independência dos países hispano-americanos",
    "CONTEÚDO": "Mulheres na independência da América Espanhola.",
    "OBJETIVOS": "Reconhecer o protagonismo das mulheres no processo de independência da América Espanhola. Analisar e refletir sobre a luta mulheres na participação nos processos de emancipação política da América Espanhola."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI01) Descrever e contextualizar os principais aspectos sociais, culturais, econômicos e políticos da emergência da República no Brasil.",
    "OBJETOS DO CONHECIMENTO": "Experiências republicanas e práticas autoritárias: as tensões e disputas do mundo contemporâneo. A Proclamação da República e seus primeiros desdobramentos.",
    "TÍTULO ": "O Fim da Monarquia e o Início da República no Brasil",
    "CONTEÚDO": "O estabelecimento da República. Os desafios do início da República.",
    "OBJETIVOS": "Analisar os aspectos que marcaram o processo de estabelecimento da República no Brasil, por meio da análise de documentos históricos. Conhecer impactos do início da República no Brasil."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI02) Caracterizar e compreender os ciclos da história republicana, identificando particularidades da história local e regional até 1954.",
    "OBJETOS DO CONHECIMENTO": "Experiências republicanas e práticas autoritárias: as tensões e disputas do mundo contemporâneo. A Proclamação da República e seus primeiros desdobramentos.",
    "TÍTULO ": "Estrutura política e social no Brasil na Primeira República",
    "CONTEÚDO": "Política na Primeira República. Sociedade na Primeira República. Coronelismo e a Política do Café com Leite na Primeira República.",
    "OBJETIVOS": "Caracterizar a estrutura Política da Primeira República. Analisar a sociedade na Primeira República. Compreender o Coronelismo e a política do Café com Leite na Primeira República."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI02) Caracterizar e compreender os ciclos da história republicana, identificando particularidades da história local e regional até 1954.",
    "OBJETOS DO CONHECIMENTO": "Experiências republicanas e práticas autoritárias: as tensões e disputas do mundo contemporâneo. A Proclamação da República e seus primeiros desdobramentos.",
    "TÍTULO ": "Arte e Cultura na Primeira República",
    "CONTEÚDO": "Música, Teatro e Literatura na Primeira República. A Semana de Arte Moderna de 1922.",
    "OBJETIVOS": "Compreender os movimentos artísticos, literários e musicais que refletiram as transformações sociais e políticas do período republicano. Contextualizar a Semana de Arte Moderna de 1922."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI02) Caracterizar e compreender os ciclos da história republicana, identificando particularidades da história local e regional até 1954.",
    "OBJETOS DO CONHECIMENTO": "Experiências republicanas e práticas autoritárias: as tensões e disputas do mundo contemporâneo. A Proclamação da República e seus primeiros desdobramentos.",
    "TÍTULO ": "Conflitos e Revoltas na Primeira República",
    "CONTEÚDO": "O Contestado. A Guerra de Canudos. O Cangaço. A Revolta dos 18 do Forte.",
    "OBJETIVOS": "Compreender as causas e consequências das revoltas e conflitos no Brasil do início do século XX. Analisar diferentes conflitos e revoltas que ocorreram durante a Primeira República."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI05) Identificar os processos de urbanização e modernização da sociedade brasileira e avaliar suas contradições e impactos na região em que vive.",
    "OBJETOS DO CONHECIMENTO": "Primeira República e suas características. Contestações e dinâmicas da vida cultural no Brasil entre 1900 e 1930.",
    "TÍTULO ": "Urbanização e modernização na Primeira República e suas contradições",
    "CONTEÚDO": "Processos de urbanização e modernização no Brasil do início do século XX. As transformações urbanas em São Paulo e no Rio de Janeiro. As Contradições do Processo de Urbanização.",
    "OBJETIVOS": "Identificar os Processos de Urbanização e Modernização no Brasil do Início do Século XX. Analisar as transformações urbanas em São Paulo e no Rio de Janeiro no início do século XX."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI05) Identificar os processos de urbanização e modernização da sociedade brasileira e avaliar suas contradições e impactos na região em que vive.",
    "OBJETOS DO CONHECIMENTO": "Primeira República e suas características. Contestações e dinâmicas da vida cultural no Brasil entre 1900 e 1930.",
    "TÍTULO ": "Urbanização e a questão da \"Higienização\" na Primeira República",
    "CONTEÚDO": "Políticas de \"Higienização\" do início do período Republicano. A Revolta da Vacina.",
    "OBJETIVOS": "Avaliar as contradições das políticas de \"higienização\" na Primeira República. Avaliar as implicações sociais da Revolta da Vacina."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "1º",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI03) Identificar os mecanismos de inserção dos negros na sociedade brasileira pós-abolição e avaliar os seus resultados.",
    "OBJETOS DO CONHECIMENTO": "A questão da inserção dos negros no período republicano do pós-abolição. Os movimentos sociais e a imprensa negra; a cultura afrobrasileira como elemento de resistência e superação das discriminações.",
    "TÍTULO ": "Resistência Negra Após a Abolição",
    "CONTEÚDO": "Movimentos de Resistência Negra no Brasil. A Revolta da Chibata.",
    "OBJETIVOS": "Analisar a atuação de movimentos de resistência liderados por negros após a abolição. Avaliar a importância da Revolta da Chibata no Brasil do início do século XX."
  },
  {
    "CICLO": "Anos finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI03) - Identificar os mecanismos de inserção dos negros na sociedade brasileira pós-abolição e avaliar os seus resultados.",
    "OBJETOS DO CONHECIMENTO": "A questão da inserção dos negros no período republicano do pós-abolição. Os movimentos sociais e a imprensa negra; a cultura afrobrasileira como elemento de resistência e superação das discriminações.",
    "TÍTULO ": "A inserção econômica e social dos negros após a abolição",
    "CONTEÚDO": "Abolição da escravatura no Brasil. Inserção dos negros na sociedade brasileira após a abolição.",
    "OBJETIVOS": "Compreender o processo de abolição da escravidão. Identificar os desafios dos negros após a abolição da escravidão no Brasil."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI03) Identificar os mecanismos de inserção dos negros na sociedade brasileira pós-abolição e avaliar os seus resultados.",
    "OBJETOS DO CONHECIMENTO": "A questão da inserção dos negros no período republicano do pós-abolição. Os movimentos sociais e a imprensa negra; a cultura afrobrasileira como elemento de resistência e superação das discriminações.",
    "TÍTULO ": "A influência da Cultura Afro-brasileira para a Identidade Nacional",
    "CONTEÚDO": "Influências africanas nas manifestações culturais brasileiras. Heranças Afro-brasileiras para a cultura brasileira. A cultura Afro-brasileira e a questão da Identidade Nacional.",
    "OBJETIVOS": "Identificar as influências da cultura afro-brasileira no processo de construção do discurso sobre a identidade nacional do início do século XX. Analisar a importância de obras de artistas e escritores afro-brasileiros."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI04) Discutir a importância da participação da população negra na formação econômica, política e social do Brasil.",
    "OBJETOS DO CONHECIMENTO": "A questão da inserção dos negros no período republicano do pós-abolição. Os movimentos sociais e a imprensa negra; a cultura afrobrasileira como elemento de resistência e superação das discriminações.",
    "TÍTULO ": "A Imprensa Negra",
    "CONTEÚDO": "O surgimento da imprensa negra no Brasil. Principais jornais e revistas da imprensa negra no início do Século XX. Os impactos sociais da imprensa negra.",
    "OBJETIVOS": "Compreender o papel da imprensa negra na História do Brasil republicano. Discutir a importância dos jornais e revistas da imprensa negra. Destacar as principais contribuições da imprensa negra para a promoção dos direitos dos afrodescendentes."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI04) Discutir a importância da participação da população negra na formação econômica, política e social do Brasil.",
    "OBJETOS DO CONHECIMENTO": "A questão da inserção dos negros no período republicano do pós-abolição. Os movimentos sociais e a imprensa negra; a cultura afrobrasileira como elemento de resistência e superação das discriminações.",
    "TÍTULO ": "Mobilizações sociais negras no Brasil Republicano",
    "CONTEÚDO": "O Abolicionismo e o fim da Monarquia no Brasil. Mobilizações sociais dos negros após a Abolição.",
    "OBJETIVOS": "Compreender a trajetória das mobilizações sociais negras no início da República no Brasil. Debater a importância desses movimentos sociais para a construção da identidade nacional."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI04) Discutir a importância da participação da população negra na formação econômica, política e social do Brasil.",
    "OBJETOS DO CONHECIMENTO": "A questão da inserção dos negros no período republicano do pós-abolição. Os movimentos sociais e a imprensa negra; a cultura afrobrasileira como elemento de resistência e superação das discriminações.",
    "TÍTULO ": "Legado Afro-brasileiro na economia, política e sociedade",
    "CONTEÚDO": "Cultura e identidade afro-brasileira. Contribuições econômicas, políticas e sociais dos afro-brasileiros.",
    "OBJETIVOS": "Discutir a importância das contribuições afro-brasileiras na formação do Brasil republicano. Refletir sobre a diversidade cultural e étnica no Brasil."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI07) Identificar e explicar, em meio a lógicas de inclusão e exclusão, as reivindicações dos povos indígenas, das populações afrodescendentes e das mulheres no contexto republicano até a Ditadura Militar.",
    "OBJETOS DO CONHECIMENTO": "A questão indígena, afrodescendente e da mulher durante a República (até 1964).",
    "TÍTULO ": "A questão indígena na Primeira República",
    "CONTEÚDO": "Políticas indigenistas na Primeira República. A atuação do Serviço de Proteção aos Índios (SPI).",
    "OBJETIVOS": "Identificar as políticas integracionistas adotadas pelo governo na Primeira República. Analisar a criação do SPI e seus reflexos nas comunidades indígenas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI07) Identificar e explicar, em meio a lógicas de inclusão e exclusão, as reivindicações dos povos indígenas, das populações afrodescendentes e das mulheres no contexto republicano até a Ditadura Militar.",
    "OBJETOS DO CONHECIMENTO": "A questão indígena, afrodescendente e da mulher durante a República (até 1964).",
    "TÍTULO ": "Mobilizações sociais indígenas no Brasil Republicano",
    "CONTEÚDO": "O modelo integracionista. Movimentos de resistência e estratégias de preservação cultural indígenas.",
    "OBJETIVOS": "Compreender o fortalecimento da tutela do Estado durante a Primeira República, e seus impactos na criação de reservas indígenas. Analisar o impacto das políticas governamentais nas comunidades indígenas e sua resistência a esse processo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 15,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI07) Identificar e explicar, em meio a lógicas de inclusão e exclusão, as reivindicações dos povos indígenas, das populações afrodescendentes e das mulheres no contexto republicano até a Ditadura Militar.",
    "OBJETOS DO CONHECIMENTO": "A questão indígena, afrodescendente e da mulher durante a República (até 1964).",
    "TÍTULO ": "Protagonismo feminino na Primeira República",
    "CONTEÚDO": "Participação feminina no início da República. Movimento Sufragista e a conquista do direito ao voto. Lideranças femininas na história do Brasil Republicano.",
    "OBJETIVOS": "Identificar o contexto histórico da participação feminina na política na Primeira República. Reconhecer e valorizar a contribuição das lideranças femininas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 16,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI09) Relacionar as conquistas de direitos políticos, sociais e civis à atuação de movimentos sociais.",
    "OBJETOS DO CONHECIMENTO": "Anarquismo e protagonismo feminino.",
    "TÍTULO ": "Lutas e conquistas das mulheres no Brasil Republicano",
    "CONTEÚDO": "Atuação das mulheres no mercado de trabalho no início da República. Movimentos e conquistas feministas no período da Primeira República.",
    "OBJETIVOS": "Refletir sobre as conquistas e desafios das mulheres no início da República. Entender a importância da luta feminina por direitos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 17,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI09) Relacionar as conquistas de direitos políticos, sociais e civis à atuação de movimentos sociais.",
    "OBJETOS DO CONHECIMENTO": "Anarquismo e protagonismo feminino.",
    "TÍTULO ": "Anarquismo no Brasil no Início do Século XX",
    "CONTEÚDO": "O que é Anarquismo? Chegada das ideias anarquistas no Brasil.",
    "OBJETIVOS": "Compreender os fundamentos e princípios do anarquismo. Entender a chegada e a difusão das ideias anarquistas no Brasil."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 18,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI09) Relacionar as conquistas de direitos políticos, sociais e civis à atuação de movimentos sociais.",
    "OBJETOS DO CONHECIMENTO": "Anarquismo e protagonismo feminino.",
    "TÍTULO ": "A Greve Geral de 1917",
    "CONTEÚDO": "Contexto socioeconômico no Brasil em 1917. A Greve Geral de 1917. Consequências da Greve Geral de 1917.",
    "OBJETIVOS": "Compreender o contexto que levou à Greve Geral de 1917. Analisar os desdobramentos e a extensão da Greve de 1917. Refletir sobre as consequências da Greve Geral de 1917."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 19,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI06) Identificar e discutir o papel do trabalhismo como força política, social e cultural no Brasil, em diferentes escalas (nacional, regional, cidade, comunidade).",
    "OBJETOS DO CONHECIMENTO": "O período varguista e suas contradições. A emergência da vida urbana e a segregação espacial. O trabalhismo e seu protagonismo político.",
    "TÍTULO ": "A Era Vargas: Trabalhismo e o Estado Novo",
    "CONTEÚDO": "Getúlio Vargas. Trabalhismo. Estado Novo.",
    "OBJETIVOS": "Identificar os feitos de Getúlio Vargas na História do Brasil Republicano. Compreender qual foi o papel do Trabalhismo durante a Era Vargas. Analisar o autoritarismo do Estado Novo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 20,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI06) Identificar e discutir o papel do trabalhismo como força política, social e cultural no Brasil, em diferentes escalas (nacional, regional, cidade, comunidade).",
    "OBJETOS DO CONHECIMENTO": "O período varguista e suas contradições. A emergência da vida urbana e a segregação espacial. O trabalhismo e seu protagonismo político.",
    "TÍTULO ": "A Era Vargas: mudanças econômicas, políticas e sociais e o fim do Estado Novo",
    "CONTEÚDO": "Medidas econômicas, políticas e sociais implementadas por Getúlio Vargas. Industrialização no Brasil durante a Era Vargas.",
    "OBJETIVOS": "Identificar as principais medidas implementadas por Getúlio Vargas e seus impactos na sociedade brasileira ao longo dos diferentes momentos de seus governos. Compreender o processo de industrialização durante a Era Vargas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "1º",
    "AULA": 21,
    "UNIDADE TEMÁTICA": "O nascimento da República no Brasil e os processos históricos até a metade do século XX",
    "HABILIDADE": "(EF09HI06) Identificar e discutir o papel do trabalhismo como força política, social e cultural no Brasil, em diferentes escalas (nacional, regional, cidade, comunidade).",
    "OBJETOS DO CONHECIMENTO": "O período varguista e suas contradições. A emergência da vida urbana e a segregação espacial. O trabalhismo e seu protagonismo político.",
    "TÍTULO ": "A Era Vargas: nacionalismo, oposição e crise política",
    "CONTEÚDO": "Nacionalismo durante a Era Vargas. Oposições políticas a Getúlio Vargas. A morte de Getúlio Vargas.",
    "OBJETIVOS": "Entender as políticas nacionalistas adotadas por Getúlio Vargas. Analisar a atuação dos grupos de oposição política durante o governo Vargas. Identificar as causas e consequências da morte de Getúlio Vargas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI10) Identificar e relacionar as dinâmicas do capitalismo e suas crises, os grandes conflitos mundiais, os conflitos vivenciados na Europa e as relações de poder entre as nações.",
    "OBJETOS DO CONHECIMENTO": "O mundo em conflito: a Primeira Guerra Mundial. A questão da Palestina. A Revolução Russa. A crise capitalista de 1929.",
    "TÍTULO ": "Primeira Guerra Mundial - Parte 1",
    "CONTEÚDO": "Origens da Primeira Guerra Mundial. Primeira Guerra Mundial: Tríplices Aliança e Entente. O fim da Primeira Guerra Mundial. O Tratado de Versalhes.",
    "OBJETIVOS": "Identificar e analisar os principais fatos que contribuíram com a eclosão da Primeira Guerra Mundial. Relacionar as dinâmicas do capitalismo e suas crises com o contexto da Primeira Guerra Mundial. Analisar os interesses econômicos e geopolíticos das potências envolvidas na guerra. Analisar os acordos estabelecidos no fim do conflito. Identificar as principais consequências da Primeira Guerra Mundial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI10) Identificar e relacionar as dinâmicas do capitalismo e suas crises, os grandes conflitos mundiais, os conflitos vivenciados na Europa e as relações de poder entre as nações.",
    "OBJETOS DO CONHECIMENTO": "O mundo em conflito: a Primeira Guerra Mundial. A questão da Palestina. A Revolução Russa. A crise capitalista de 1929.",
    "TÍTULO ": "Primeira Guerra Mundial - Parte 2",
    "CONTEÚDO": "Origens da Primeira Guerra Mundial. Primeira Guerra Mundial: Tríplices Aliança e Entente. O fim da Primeira Guerra Mundial. O Tratado de Versalhes.",
    "OBJETIVOS": "Identificar e analisar os principais fatos que contribuíram com a eclosão da Primeira Guerra Mundial. Relacionar as dinâmicas do capitalismo e suas crises com o contexto da Primeira Guerra Mundial. Analisar os interesses econômicos e geopolíticos das potências envolvidas na guerra. Analisar os acordos estabelecidos no fim do conflito. Identificar as principais consequências da Primeira Guerra Mundial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI11) Identificar as especificidades e os desdobramentos mundiais da Revolução Russa e seu significado histórico.",
    "OBJETOS DO CONHECIMENTO": "O mundo em conflito: a Primeira Guerra Mundial. A questão da Palestina. A Revolução Russa. A crise capitalista de 1929.",
    "TÍTULO ": "A Rússia Czarista",
    "CONTEÚDO": "O governo czarista na Rússia. Antecedentes da Revolução Russa.",
    "OBJETIVOS": "Compreender o Czarismo Russo. Identificar os principais antecedentes da Revolução Russa."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI11) Identificar as especificidades e os desdobramentos mundiais da Revolução Russa e seu significado histórico.",
    "OBJETOS DO CONHECIMENTO": "O mundo em conflito: a Primeira Guerra Mundial. A questão da Palestina. A Revolução Russa. A crise capitalista de 1929.",
    "TÍTULO ": "Revolução Russa: causas e processo revolucionário",
    "CONTEÚDO": "As causas da Revolução Russa. Os líderes da Revolução. O processo revolucionário na Rússia.",
    "OBJETIVOS": "Analisar os papéis dos líderes da Revolução Russa. Compreender as causas da Revolução Russa. Compreender o contexto político e social do processo revolucionário russo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI11) Identificar as especificidades e os desdobramentos mundiais da Revolução Russa e seu significado histórico.",
    "OBJETOS DO CONHECIMENTO": "O mundo em conflito: a Primeira Guerra Mundial. A questão da Palestina. A Revolução Russa. A crise capitalista de 1929.",
    "TÍTULO ": "Revolução Russa: impactos mundiais",
    "CONTEÚDO": "Os impactos mundiais da Revolução Russa.",
    "OBJETIVOS": "Identificar as especificidades da Revolução Russa. Compreender o impacto histórico da Revolução Russa em contexto mundial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI11) Identificar as especificidades e os desdobramentos mundiais da Revolução Russa e seu significado histórico.",
    "OBJETOS DO CONHECIMENTO": "O mundo em conflito: a Primeira Guerra Mundial; A questão da Palestina; A Revolução Russa; A crise capitalista de 1929.",
    "TÍTULO ": "Formação da URSS e Stalinismo",
    "CONTEÚDO": "A formação da URSS. O Stalinismo.",
    "OBJETIVOS": "Compreender o processo de formação da União das Repúblicas Socialistas Soviéticas. Identificar as especificidades do Stalinismo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI14) Caracterizar e discutir as dinâmicas do colonialismo no continente africano e asiático e as lógicas de resistência das populações locais diante das questões internacionais.",
    "OBJETOS DO CONHECIMENTO": "O mundo em conflito: a Primeira Guerra Mundial; A questão da Palestina; A Revolução Russa; A crise capitalista de 1929.",
    "TÍTULO ": "Neocolonialismo: expansão do capital",
    "CONTEÚDO": "O que foi o Neocolonialismo? Consequências do colonialismo.",
    "OBJETIVOS": "Compreender as dinâmicas do Neocolonialismo do final do século XIX e início do século XX."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI14) Caracterizar e discutir as dinâmicas do colonialismo no continente africano e asiático e as lógicas de resistência das populações locais diante das questões internacionais.",
    "OBJETOS DO CONHECIMENTO": "O mundo em conflito: a Primeira Guerra Mundial; A questão da Palestina; A Revolução Russa; A crise capitalista de 1929.",
    "TÍTULO ": "Resistências ao Neocolonialismo na África",
    "CONTEÚDO": "O colonialismo na África e as suas consequências Nacionalismos africanos.",
    "OBJETIVOS": "Compreender o advento dos nacionalismos na África e suas consequências contemporâneas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI14) Caracterizar e discutir as dinâmicas do colonialismo no continente africano e asiático e as lógicas de resistência das populações locais diante das questões internacionais.",
    "OBJETOS DO CONHECIMENTO": "O mundo em conflito: a Primeira Guerra Mundial; A questão da Palestina; A Revolução Russa; A crise capitalista de 1929.",
    "TÍTULO ": "Resistências ao Neocolonialismo na Ásia",
    "CONTEÚDO": "O colonialismo na Ásia e suas consequências. Nacionalismos asiáticos.",
    "OBJETIVOS": "Compreender o advento dos nacionalismos na Ásia. Analisar as consequências contemporâneas dos diferentes nacionalismos asiáticos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI12) Analisar a crise capitalista de 1929 e seus desdobramentos em relação à economia global.",
    "OBJETOS DO CONHECIMENTO": "O mundo em conflito: a Primeira Guerra Mundial; A questão da Palestina; A Revolução Russa; A crise capitalista de 1929.",
    "TÍTULO ": "Os Estados Unidos no início do século XX",
    "CONTEÚDO": "Estados Unidos após o fim da Primeira Guerra Mundial. A questão feminina. A indústria cultural estadunidense.",
    "OBJETIVOS": "Compreender o cenário econômico e cultural nos EUA a partir da década de 1920. Analisar as causas e as consequências das crises para a economia estadunidense."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI12) Analisar a crise capitalista de 1929 e seus desdobramentos em relação à economia global.",
    "OBJETOS DO CONHECIMENTO": "O mundo em conflito: a Primeira Guerra Mundial; A questão da Palestina; A Revolução Russa; A crise capitalista de 1929.",
    "TÍTULO ": "A crise capitalista de 1929 e seus enfrentamentos",
    "CONTEÚDO": "A crise de 1929 e sua relação de permanência com a crise econômica de 2008. A crise econômica nos EUA e seus desdobramentos internos e externos.",
    "OBJETIVOS": "Compreender os efeitos da crise econômica de 1929 em escala mundial. Estabelecer a relação de permanência entre as crises de 1929 e 2008. Compreender os efeitos da crise para os Estados Unidos e para o mundo. Compreender o New Deal como enfrentamento das consequências causadas pela crise de 1929."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI13) Descrever e contextualizar os processos da emergência do fascismo e do nazismo, a consolidação dos estados totalitários, suas concepções e as práticas de extermínio (como o Holocausto).",
    "OBJETOS DO CONHECIMENTO": "A emergência do fascismo e do nazismo. A Segunda Guerra Mundial: judeus e outras vítimas do Holocausto.",
    "TÍTULO ": "A Guerra Civil Espanhola",
    "CONTEÚDO": "Guerra Civil espanhola. Conflitos na Europa. Totalitarismo.",
    "OBJETIVOS": "Compreender as causas e consequências da Guerra Civil espanhola. Analisar o papel de figuras históricas, como Francisco Franco e Pablo Picasso, na Guerra Civil espanhola. Refletir sobre as questões sociais, políticas e culturais que levaram à Guerra Civil espanhola e seu impacto na Espanha e no mundo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI13) Descrever e contextualizar os processos da emergência do fascismo e do nazismo, a consolidação dos estados totalitários, suas concepções e as práticas de extermínio (como o Holocausto).",
    "OBJETOS DO CONHECIMENTO": "A emergência do fascismo e do nazismo. A Segunda Guerra Mundial: judeus e outras vítimas do Holocausto.",
    "TÍTULO ": "O nazi-fascismo",
    "CONTEÚDO": "Ascensão dos regimes totalitários no século XX. Fascismo na Itália. Ascensão do nazismo e a política de alienação de massas.",
    "OBJETIVOS": "Contextualizar a ascensão do fascismo na Itália e seus desdobramentos políticos. Analisar os principais aspectos que deram início à ascensão do nazismo na Alemanha. Identificar as principais características do nazismo. Compreender os aspectos políticos e ideológicos do nazismo na Alemanha no início do século XX."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI13) Descrever e contextualizar os processos da emergência do fascismo e do nazismo, a consolidação dos estados totalitários, suas concepções e as práticas de extermínio (como o Holocausto).",
    "OBJETOS DO CONHECIMENTO": "A emergência do fascismo e do nazismo. A Segunda Guerra Mundial: judeus e outras vítimas do Holocausto.",
    "TÍTULO ": "Segunda Guerra Mundial - Parte 1",
    "CONTEÚDO": "Contexto inicial da Segunda Guerra Mundial. Principais eventos da Segunda Guerra Mundial. O fim da Segunda Guerra Mundial.",
    "OBJETIVOS": "Compreender as causas que levaram ao início da Segunda Guerra Mundial. Analisar os países envolvidos na guerra e como eles influenciaram o desenrolar do conflito. Refletir sobre o uso da bomba atômica. Compreender os principais eventos que levaram ao fim da Segunda Guerra Mundial e suas consequências para o mundo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 15,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI13) Descrever e contextualizar os processos da emergência do fascismo e do nazismo, a consolidação dos estados totalitários, suas concepções e as práticas de extermínio (como o Holocausto).",
    "OBJETOS DO CONHECIMENTO": "A emergência do fascismo e do nazismo. A Segunda Guerra Mundial: judeus e outras vítimas do Holocausto.",
    "TÍTULO ": "Segunda Guerra Mundial - Parte 2",
    "CONTEÚDO": "Contexto inicial da Segunda Guerra Mundial; Principais eventos da Segunda Guerra Mundial; O fim da Segunda Guerra Mundial.",
    "OBJETIVOS": "Compreender as causas que levaram ao início da Segunda Guerra Mundial; Analisar os países envolvidos na guerra e como elas influenciaram o desenrolar do conflito; Refletir sobre o uso da bomba atômica; Compreender os principais eventos que levaram ao fim da Segunda Guerra Mundial e suas consequências para o mundo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 16,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI13) Descrever e contextualizar os processos da emergência do fascismo e do nazismo, a consolidação dos estados totalitários, suas concepções e as práticas de extermínio (como o Holocausto).",
    "OBJETOS DO CONHECIMENTO": "A emergência do fascismo e do nazismo. A Segunda Guerra Mundial: judeus e outras vítimas do Holocausto.",
    "TÍTULO ": "Holocausto",
    "CONTEÚDO": "As políticas segregacionistas nazistas. O antissemitismo. O Holocausto.",
    "OBJETIVOS": "Contextualizar o processo de perseguição e extermínio de minorias pelos nazistas. Identificar as características do projeto nomeado de Solução Final. Compreender o objetivo e funcionamento dos campos de concentração nazistas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 17,
    "UNIDADE TEMÁTICA": "Totalitarismos e conflitos mundiais",
    "HABILIDADE": "(EF09HI16) Relacionar a Carta dos Direitos Humanos ao processo de afirmação dos direitos fundamentais e de defesa da dignidade humana, valorizando as instituições voltadas para a defesa desses direitos e para a identificação dos agentes responsáveis por sua violação.",
    "OBJETOS DO CONHECIMENTO": "A Organizção das Nações Unidas (ONU) e a questão dos Direitos Humanos.",
    "TÍTULO ": "A criação da ONU e a promulgação da Declaração Universal dos Direitos Humanos",
    "CONTEÚDO": "A criação da Organização das Nações Unidas (ONU). Direitos humanos.",
    "OBJETIVOS": "Explorar os princípios e objetivos da ONU, com foco especial na promoção e na proteção dos direitos humanos. Compreender a evolução dos direitos humanos ao longo da História. Refletir sobre os desafios enfrentados na garantia dos direitos humanos no Brasil e no mundo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 18,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI18) Descrever e analisar as relações entre as transformações urbanas e seus impactos na cultura brasileira entre 1946 e 1964 e na produção das desigualdades regionais e sociais.",
    "OBJETOS DO CONHECIMENTO": "O Brasil do governo JK e o ideal de uma nação moderna: a urbanização e seus desdobramentos em um país em transformação.",
    "TÍTULO ": "Governo JK: Brasil e suas transformações sociais",
    "CONTEÚDO": "Redemocratização do Brasil no pós-guerra. O processo de urbanização após a década de 1950.",
    "OBJETIVOS": "Explorar o processo de transição política do Estado Novo para a redemocratização do país. Compreender o fenômeno da urbanização no Brasil após a Segunda Guerra Mundial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 19,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI17) Identificar e analisar processos sociais, econômicos, culturais e políticos do Brasil a partir de 1946.",
    "OBJETOS DO CONHECIMENTO": "O Brasil do governo JK e o ideal de uma nação moderna: a urbanização e seus desdobramentos em um país em transformação.",
    "TÍTULO ": "Governo JK: antecedentes e a construção de Brasília",
    "CONTEÚDO": "Desafios que precederam o governo de Juscelino Kubitschek. O projeto da construção de Brasília. Os impactos sociais, políticos e econômicos da construção de Brasília.",
    "OBJETIVOS": "Compreender o contexto político e econômico que antecedeu o governo de Juscelino Kubitschek. Analisar as principais propostas de campanha de Kubitschek. Analisar os impactos sociais, políticos e econômicos da construção de Brasília. Refletir sobre as críticas relacionadas à construção de Brasília."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2°",
    "AULA": 20,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI18) Descrever e analisar as relações entre as transformações urbanas e seus impactos na cultura brasileira entre 1946 e 1964 e na produção das desigualdades regionais e sociais.",
    "OBJETOS DO CONHECIMENTO": "O Brasil do governo JK e o ideal de uma nação moderna: a urbanização e seus desdobramentos em um país em transformação.",
    "TÍTULO ": "Brasília e o nacional-desenvolvimentismo",
    "CONTEÚDO": "Transformações sociais e culturais no Brasil do pós-guerra. Desdobramentos do processo de urbanização no Brasil. Processos sociais, econômicos, culturais e políticos do Brasil a partir da década de 1940.",
    "OBJETIVOS": "Compreender os processos sociais, econômicos culturais e políticos do Brasil a partir da década de 1940 até a década de 1960. Analisar os desdobramentos do processo de urbanização no Brasil. Conhecer alguns expoentes da arquitetura no Brasil entre as décadas de 1940 e 1960."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "2º",
    "AULA": 21,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI17) Identificar e analisar processos sociais, econômicos, culturais e políticos do Brasil a partir de 1946.",
    "OBJETOS DO CONHECIMENTO": "O Brasil do governo JK e o ideal de uma nação moderna: a urbanização e seus desdobramentos em um país em transformação.",
    "TÍTULO ": "A produção cultural brasileira entre 1940 e 1964",
    "CONTEÚDO": "Processos sociais, econômicos, culturais e políticos do Brasil a partir da década de 1940. Principais manifestações da produção cultural brasileira entre 1940 e 1964 e suas influências.",
    "OBJETIVOS": "Compreender os processos sociais, econômicos culturais e políticos do Brasil a partir da década de 1940 até a década de 1960. Conhecer parte da produção cultural brasileira nas Artes Plásticas, no Cinema, no Teatro e na Música durante o período de 1940 a 1964, destacando suas principais manifestações e influências."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI20) Identificar os legados dos povos da Mesopotâmia e do Mediterrâneo, como do Império Persa no Império Alexandrino, e entender a difusão da cultura helênica pelo mundo.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: • Domínios e expansão das culturas grega e romana; • Significados do conceito de “império” e as lógicasde conquista, conflito e negociação dessa forma de organização política. As diferentes formas de organização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "Persas inimigos dos gregos",
    "CONTEÚDO": "As Guerras Médicas; Guerras Greco-Pérsicas;",
    "OBJETIVOS": "Compreender as Guerras Médicas como um ponto de inflexão na história da Antiguidade, identificando as principais causas do conflito, como a expansão imperial persa e a busca grega por autonomia; Comparar os sistemas políticos e sociais de persas e gregos, destacando as diferenças entre o imperialismo persa e a autonomia das cidades-estado gregas. Avaliar as consequências das Guerras Médicas para o mundo grego, evidenciando o fortalecimento da identidade helênica, o surgimento da hegemonia ateniense e as transformações nas relações entre as pólis"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI20) Identificar os legados dos povos da Mesopotâmia e do Mediterrâneo, como do Império Persa no Império Alexandrino, e entender a difusão da cultura helênica pelo mundo.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: • Domínios e expansão das culturas grega e romana; • Significados do conceito de “império” e as lógicasde conquista, conflito e negociação dessa forma de organização política. As diferentes formas de organização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "O Império Macedônico e Alexandre, o Grande",
    "CONTEÚDO": "O Império Macedônico; Alexandre, o Grande; A expansão do Império Macedônico sob o domínio de Alexandre.",
    "OBJETIVOS": "Conhecer as conquistas de Alexandre no início de seu reinado perante o Império Macedônico; Analisar as conquistas de Alexandre e a consolidação do Império Macedônico; Relacionar a fama de Alexandre, o Grande, com a consolidação do Império Macedônico."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI20) Identificar os legados dos povos da Mesopotâmia e do Mediterrâneo, como do Império Persa no Império Alexandrino, e entender a difusão da cultura helênica pelo mundo.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: • Domínios e expansão das culturas grega e romana; • Significados do conceito de “império” e as lógicasde conquista, conflito e negociação dessa forma de organização política. As diferentes ormas de organização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "O Império Alexandrino e a difusão da cultura helênica",
    "CONTEÚDO": "O Império Alexandrino; A difusão da cultura helênica.",
    "OBJETIVOS": "Compreender a expansão do Império Macedônico sob o domínio de Alexandre, o Grande; Analisar o Império Alexandrino e sua influência na difusão da cultura helênica; Reconhecer o legado deixado pelo Império Alexandrino."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI11) Caracterizar o processo de formação da Roma Antiga e suas configurações sociais e políticas nos períodos monárquico e republicano.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: • Domínios e expansão das culturas grega e romana; • Significados do conceito de “império” e as lógicasde conquista, conflito e negociação dessa forma de organização política. As diferentes formas de organização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "Formação romana",
    "CONTEÚDO": "A formação da Roma Antiga; Cidades Romanas",
    "OBJETIVOS": "Conhecer e analisar as narrativas lendárias e históricas sobre a origem da civilização romana; Compreender o processo de formação de Roma Antiga, explorando suas primeiras fases, Descrever a fundação da cidade e suas características iniciais."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI11) Caracterizar o processo de formação da Roma Antiga e suas configurações sociais e políticas nos períodos monárquico e republicano.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: • Domínios e expansão das culturas grega e romana; • Significados do conceito de “império” e as lógicasde conquista, conflito e negociação dessa forma de organização política. As diferentes formas de organização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "A monarquia romana",
    "CONTEÚDO": "A organização social (patrícios, plebeus, clientes); As instituições políticas (rei, senado, assembleias); A economia romana; A religião e os mitos.",
    "OBJETIVOS": "Conhecer o período monárquico de Roma, com foco nos sete reis e suas contribuições históricas; Compreender a organização política, social e cultural durante a monarquia romana; Analisar como esse período influenciou a evolução de Roma para a República."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI11) Caracterizar o processo de formação da Roma Antiga e suas configurações sociais e políticas nos períodos monárquico e republicano.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: • Domínios e expansão das culturas grega e romana; • Significados do conceito de “império” e as lógicasde conquista, conflito e negociação dessa forma de organização política. As diferentes formas de organização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "Roma republicana",
    "CONTEÚDO": "República romana; Sociedade romana; Expansão territorial; As lutas sociais.",
    "OBJETIVOS": "Identificar as principais características da organização política da República Romana, reconhecendo a divisão de poderes e o papel das magistraturas, do Senado e das Assembleias; Compreender e analisar a composição social da Roma Republicana, refletindo sobre as relações entre patrícios, plebeus, escravos e clientes, e suas implicações para a dinâmica política e social;"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI12) Associar o conceito de cidadania a dinâmicas de inclusão e exclusão na Grécia e Roma antigas.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: • Domínios e expansão das culturas grega e romana; • Significados do conceito de “império” e as lógicasde conquista, conflito e negociação dessa forma de organização política. As diferentes ormas de organização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "Cidadania em Roma",
    "CONTEÚDO": "Conceito de cidadania em Roma; Direitos e deveres dos cidadãos romanos; As lutas sociais.",
    "OBJETIVOS": "Compreender os direitos e deveres associados à cidadania romana, seu impacto na organização política e social de Roma; Analisar a evolução da cidadania romana ao longo do tempo, destacando sua expansão e as implicações políticas; Refletir sobre as desigualdades sociais na Roma Antiga, discutindo as limitações da cidadania para mulheres, escravizados e estrangeiros, e suas repercussões na sociedade romana."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI12) Associar o conceito de cidadania a dinâmicas de inclusão e exclusão na Grécia e Roma antigas.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: • Domínios e expansão das culturas grega e romana; • Significados do conceito de “império” e as lógicasde conquista, conflito e negociação dessa forma de organização política. As diferentes formas deorganização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "Cidadania: Um privilégio ou um direito? A experiência da Grécia e Roma Antigas",
    "CONTEÚDO": "Cidadania Grécia e Roma Antigas",
    "OBJETIVOS": "Compreender e analisar a organização social das civilizações de Roma e Grécia Antigas, identificando suas estruturas hierárquicas e o papel de diferentes categorias sociais; Analisar as diferenças na cidadania entre essas sociedades e discutir o impacto social de categorias como escravizados, mulheres, homens livres e estrangeiros; Desenvolver o senso crítico dos estudantes ao refletirem sobre o conceito de privilégio e direito, promovendo a capacidade de argumentação ao comparar as desigualdades sociais dessas antigas civilizações."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI13) Conceituar “império” no mundo antigo, com vistas à análise das diferentes formas de equilíbrio e desequilíbrio entre as partes envolvidas.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: • Domínios e expansão das culturas grega e romana; • Significados do conceito de “império” e as lógicasde conquista, conflito e negociação dessa forma de organização política. As diferentes formas de organização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "Roma império",
    "CONTEÚDO": "Império Romano; Expansão militar; Obras públicas; Pax Romana; Revoltas dos povos dominados; Desigualdades sociais.",
    "OBJETIVOS": "Conceituar o termo \"império\" no contexto do mundo antigo, com foco no Império Romano; Identificar e analisar as diferentes formas de equilíbrio e desequilíbrio entre as partes envolvidas no Império Romano; Compreender os domínios culturais e a expansão militar do Império Romano, destacando seu impacto nas regiões conquistadas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI13) Conceituar “império” no mundo antigo, com vistas à análise das diferentes formas de equilíbrio e desequilíbrio entre as partes envolvidas.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: • Domínios e expansão das culturas grega e romana; • Significados do conceito de “império” e as lógicas de conquista, conflito e negociação dessa forma de organização política. As diferentes formas de organização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "A circulação cultural e o comércio no Império Romano",
    "CONTEÚDO": "Comércio no Império Romano; Circulação Cultural no Império Romano; Infraestrutura e Conexões do Império Romano.",
    "OBJETIVOS": "Compreender e analisar o papel do comércio e da circulação de pessoas e cultura na formação e expansão do Império Romano; Identificar produtos comercializados, rotas utilizadas e o impacto dessas interações nas regiões conquistadas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI13) Conceituar “império” no mundo antigo, com vistas à análise das diferentes formas de equilíbrio e desequilíbrio entre as partes envolvidas.",
    "OBJETOS DO CONHECIMENTO": "As noções de cidadania e política na Grécia e em Roma: • Domínios e expansão das culturas grega e romana; • Significados do conceito de “império” e as lógicasde conquista, conflito e negociação dessa forma de organização política. As diferentes formas de organização política na Ásia: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias.",
    "TÍTULO ": "Crise no Imperio romano",
    "CONTEÚDO": "O fim Império Romano; A divisão do Império Romano em Ocidental e Oriental;",
    "OBJETIVOS": "Compreender as causas e consequências da crise e desintegração do Império Romano, analisando os fatores econômicos, políticos, sociais e culturais que contribuíram para seu declínio e reorganização; Entender a divisão do Império Romano em Ocidental e Oriental."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI14) Identificar e analisar diferentes formas de contato, adaptação ou exclusão entre populações em diferentes tempos e espaços.",
    "OBJETOS DO CONHECIMENTO": "A passagem do mundo antigo para o mundo medieval; A fragmentação do poder político na Idade Média.",
    "TÍTULO ": "O mundo bizantino",
    "CONTEÚDO": "O surgimento e características do Império Bizantino; As principais realizações de Justiniano e seu legado; Guerras e conflitos do Império Bizantino. Crise política e econômica do Império Bizantino; A fragmentação do Império Bizantino.",
    "OBJETIVOS": "Compreender e analisar o surgimento e as características do Império Bizantino; Identificar e debater as principais realizações de Justiniano e seu impacto; Analisar as guerras e conflitos que marcaram o Império Bizantino; Discutir sobre a crise política e econômica e a fragmentação do Império Bizantino."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI15) Descrever as dinâmicas de circulação de pessoas, produtos e culturas no Mediterrâneo e seu significado.",
    "OBJETOS DO CONHECIMENTO": "O Mediterrâneo como espaço de interação entre as sociedades da Europa, da África e do Oriente Médio.",
    "TÍTULO ": "A circulação de mercadorias no Mediterrâneo Antigo",
    "CONTEÚDO": "A circulação de mercadorias no Mediterrâneo antigo; O impacto econômico, cultural e social dessa circulação nas civilizações mediterrâneas; A importância das rotas comerciais para a Grécia, Roma, Cartago e outros povos.",
    "OBJETIVOS": "Compreender a importância da circulação de mercadorias no Mediterrâneo antigo para as civilizações que ali se desenvolveram e analisar a troca de bens, culturas e ideias entre as diferentes regiões do Mediterrâneo. Desenvolver a habilidade de argumentação e debate nos alunos, por meio de uma prática de júri, sobre a importância da circulação de mercadorias no Mediterrâneo Antigo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "3°",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "Lógicas de organização política",
    "HABILIDADE": "(EF06HI14) Identificar e analisar diferentes formas de contato, adaptação ou exclusão entre populações em diferentes tempos e espaços.",
    "OBJETOS DO CONHECIMENTO": "A passagem do mundo antigo para o mundo medieval; A fragmentação do poder político na Idade Média.",
    "TÍTULO ": "A mulher na transição da Antiguidade para a Idade Média",
    "CONTEÚDO": "A transição da Antiguidade para a Idade Média e suas mudanças sociais, políticas e culturais. O papel da mulher na Antiguidade (Roma, Grécia, Egito) e as alterações no contexto medieval (feudalismo, cristianismo, isolamento social e público).",
    "OBJETIVOS": "Identificar e analisar diferentes formas de contato, adaptação e exclusão entre as populações no período de transição da Antiguidade para a Idade Média, com foco no papel da mulher. Compreender as transformações sociais, culturais e políticas que influenciaram o lugar da mulher nas novas estruturas sociais."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI11) Analisar a formação histórico-geográfica do território da América portuguesa por meio de mapas históricos.",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas; Resistências indígenas, invasões e expansão na américa portuguesa",
    "TÍTULO ": "A formação histórico-geográfica do território brasileiro",
    "CONTEÚDO": "Mapas históricos; A formação do espaço brasileiro; Aspectos históricos e geográficos que influenciaram a configuração do território brasileiro.",
    "OBJETIVOS": "Compreender a importância dos mapas históricos na formação do espaço brasileiro; Explorar os aspectos históricos e geográficos que influenciaram a configuração do território brasileiro."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI11) Analisar a formação histórico-geográfica do território da América portuguesa por meio de mapas históricos.",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas; Resistências indígenas, invasões e expansão na américa portuguesa",
    "TÍTULO ": "Agentes da expansão territorial: jesuítas e os Bandeirantes",
    "CONTEÚDO": "Atuação dos jesuítas na América; Especiarias do sertão; Entradas e bandeiras; Expedições em busca de ouro, diamantes e escravizados indígenas.",
    "OBJETIVOS": "Identificar o papel dos Jesuítas como agentes da expansão territorial no Brasil colonial; Compreender o contexto histórico que favoreceu o estabelecimento dos Bandeirantes como agentes da expansão territorial; Identificar as principais atividades desenvolvidas pelos Bandeirantes."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI11) Analisar a formação histórico-geográfica do território da América portuguesa por meio de mapas históricos.",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas; Resistências indígenas, invasões e expansão na américa portuguesa",
    "TÍTULO ": "Jesuítas, Bandeirantes e os povos indígenas",
    "CONTEÚDO": "Rivalidade entre Bandeirantes e Jesuítas; Missões guaraniticas; Jesuítas X Bandeirantes: e os povos indígenas; Resistências indígenas; As guerras e os novos tratados.",
    "OBJETIVOS": "Identificar e analisar os interesses divergentes de jesuítas e bandeirantes no contexto colonial; Compreender os impactos desses conflitos para as populações indígenas; Refletir sobre o papel de ambos os grupos na ocupação e exploração do território brasileiro."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI12) Identificar a distribuição territorial da população brasileira em diferentes épocas, considerando a diversidade étnico-racial, étnico-cultural (indígena, africana, europeia e asiática) e os interesses políticos e econômicos",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas; Resistências indígenas, invasões e expansão na américa portuguesa.",
    "TÍTULO ": "Engenhos de cana-de-açúcar",
    "CONTEÚDO": "Plantation; Funcionamento dos engenhos; Trabalho dos escravizados nos engenhos; Economia da colônia.",
    "OBJETIVOS": "Identificar e analisar a importância dos engenhos de cana-de-açúcar; Descrever as etapas do processo de produção de açúcar nos engenhos; Compreender a importância do engenho como unidade de produção e centro de poder local; Analisar o impacto dos engenhos de cana-de-açúcar na sociedade e na economia colonial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI12) Identificar a distribuição territorial da população brasileira em diferentes épocas, considerando a diversidade étnico-racial, étnico-cultural (indígena, africana, europeia e asiática) e os interesses políticos e econômicos",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas; Resistências indígenas, invasões e expansão na américa portuguesa.",
    "TÍTULO ": "Sociedade açucareira dos séculos XVI e XVII",
    "CONTEÚDO": "A vida cotidiana no engenho; Organização social;",
    "OBJETIVOS": "Identificar as principais características da sociedade açucareira no Brasil colonial. Compreender a vida no engenho e hierarquias e as relações de poder estabelecidas (senhores de engenho, trabalhadores livres, escravizados e indígenas)."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI12) Identificar a distribuição territorial da população brasileira em diferentes épocas, considerando a diversidade étnico-racial, étnico-cultural (indígena, africana, europeia e asiática) e os interesses políticos e econômicos",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas; Resistências indígenas, invasões e expansão na américa portuguesa.",
    "TÍTULO ": "Os holandeses na América Portuguesa",
    "CONTEÚDO": "Os holandeses no período colonial na América Portuguesa; O projeto de ocupação da Companhia Holandesa das Índias Ocidentais (WIC) no século XVII; Engenhos de açúçar.",
    "OBJETIVOS": "Identificar as motivações dos holandeses para se estabelecerem no Brasil; Analisar as estratégias comerciais e mercantis dos holandeses; Relacionar a presença holandesa no Brasil com o contexto histórico da época."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI12) Identificar a distribuição territorial da população brasileira em diferentes épocas, considerando a diversidade étnico-racial, étnico-cultural (indígena, africana, europeia e asiática) e os interesses políticos e econômicos",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas; Resistências indígenas, invasões e expansão na américa portuguesa.",
    "TÍTULO ": "A Revolta dos Beckman",
    "CONTEÚDO": "Economia açucareira no Maranhão; Causas e lideranças da Revolta dos Beckman; Implicações da revolta.",
    "OBJETIVOS": "Compreender o contexto histórico e econômico da Revolta dos Beckman no Maranhão colonial; Identificar as principais causas e líderes da revolta; Analisar as implicações da revolta para a sociedade colonial e para a resistência à escravização."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI18) Comparar a dinâmica econômica nas colônias portuguesa e espanhola na América.",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas; Resistências indígenas, invasões e expansão na américa portuguesa",
    "TÍTULO ": "Ouro e pedras preciosas no Brasil colonial",
    "CONTEÚDO": "A descoberta do ouro e dos diamantes no Brasil; Métodos de exploração; Sociedade da região mineradora. Chica da Silva",
    "OBJETIVOS": "Analisar a produção de ouro na região de Minas Gerais; Identificar e comprender os métodos de exploração e controle utilizados e pela sociedade colonial mineradora; Valorizar o patrimônio cultural brasileiro relacionado à produção de ouro durante o período colonial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI12) Identificar a distribuição territorial da população brasileira em diferentes épocas, considerando a diversidade étnico-racial, étnico-cultural (indígena, africana, europeia e asiática) e os interesses políticos e econômicos",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas; Resistências indígenas, invasões e expansão na américa portuguesa",
    "TÍTULO ": "A Guerra dos Emboabas",
    "CONTEÚDO": "Guerra dos Emboabas; Nova elite econômica; Os bandeirantes em Sao Paulo.",
    "OBJETIVOS": "Compreender o contexto histórico da Guerra dos Emboabas e sua importância na formação da sociedade mineira; Analisar as causas e consequências da Guerra dos Emboabas; Compreender o impacto social, político e econômico da Guerra."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI12) Identificar a distribuição territorial da população brasileira em diferentes épocas, considerando a diversidade étnico-racial, étnico-cultural (indígena, africana, europeia e asiática) e os interesses políticos e econômicos",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas; Resistências indígenas, invasões e expansão na américa portuguesa",
    "TÍTULO ": "Ouro, cana e diversidade: a complexidade da América Portuguesa no século XVIII",
    "CONTEÚDO": "População da América portuguesa.",
    "OBJETIVOS": "Identificar os principais grupos étnicos que habitavam o território brasileiro no XVIII e suas origens. Analisar a distribuição espacial desses grupos e os fatores que influenciaram essa distribuição. Compreender as relações de poder e as dinâmicas sociais entre os diferentes grupos étnicos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI18) Comparar a dinâmica econômica nas colônias portuguesa e espanhola na América.",
    "OBJETOS DO CONHECIMENTO": "A estruturação dos vice-reinos nas Américas; Resistências indígenas, invasões e expansão na américa portuguesa",
    "TÍTULO ": "Comparação entre as Américas: espanhola e portuguesa",
    "CONTEÚDO": "Colonização portuguesa e espanhola na América; Principais atividades econômicas das colônias: agricultura, mineração e comércio.",
    "OBJETIVOS": "Compreender a importância das colônias para as metrópoles portuguesas e espanholas; Analisar as características das colônias; Compreender a relação de exploração econômica entre colônias e metrópoles."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI14) Descrever as dinâmicas comerciais das sociedades americanas e africanas e analisar suas interações com outras sociedades do Ocidente e do Oriente.",
    "OBJETOS DO CONHECIMENTO": "As lógicas mercantis e o domínio europeu sobre os mares e o contraponto oriental.",
    "TÍTULO ": "Nzinga Mbandi – A rainha guerreira",
    "CONTEÚDO": "Formação e organização do reino; Nzinga Mbandi; Relação com os Portugueses; Resistência; Dinâmicas comerciais; Impactos da escravização e colonização.",
    "OBJETIVOS": "Compreender a formação e a estrutura social, política e econômica do reino, sua relação com a Europa, a escravização africana e o impacto no continente africano. Analisar e compreender figura histórica da rainha Nzinga Mbandi."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI14) Descrever as dinâmicas comerciais das sociedades americanas e africanas e analisar suas interações com outras sociedades do Ocidente e do Oriente.",
    "OBJETOS DO CONHECIMENTO": "As lógicas mercantis e o domínio europeu sobre os mares e o contraponto oriental.",
    "TÍTULO ": "Rotas comerciais na África",
    "CONTEÚDO": "Rotas comerciais na África; Produtos comercializados.",
    "OBJETIVOS": "Compreender a importância das rotas comerciais na África, explorando seus principais trajetos e os produtos comercializados."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "3°",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "A organização do poder e as dinâmicas do mundo colonial americano",
    "HABILIDADE": "(EF07HI14) Descrever as dinâmicas comerciais das sociedades americanas e africanas e analisar suas interações com outras sociedades do Ocidente e do Oriente.",
    "OBJETOS DO CONHECIMENTO": "As lógicas mercantis e o domínio europeu sobre os mares e o contraponto oriental.",
    "TÍTULO ": "Reino de Daomé e Benin",
    "CONTEÚDO": "Reinos de Benin e Daomé; Comércio; Guerreiras Daomé.",
    "OBJETIVOS": "Compreender a importância dos Reinos de Benin e Daomé nas rotas comerciais da África Ocidental; Explorar as principais atividades comerciais e os produtos de destaque desses reinos. Analisar as influências do comércio na sociedade e na economia desses reinos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI15) Identificar e analisar o equilíbrio das forças e os sujeitos envolvidos nas disputas políticas durante o Primeiro e o Segundo Reinado.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "Primeiro Reinado: personalidades, disputas e crise",
    "CONTEÚDO": "Os principais personagens políticos do Primeiro Reinado; A crise do Primeiro Reinado; A Confederação do Equador; A abdicação de Dom Pedro I.",
    "OBJETIVOS": "Reconhecer as principais ações promovidas pelos atores políticos no contexto do Primeiro Reinado; Compreender as tensões com Portugal durante o Primeiro Reinado; Analisar a Confederação do Equador e seus impactos na estabilidade do Império brasileiro; Compreender a abdicação de Dom Pedro I e seus desdobramentos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI16) Identificar, comparar e analisar a diversidade política, social e regional nas rebeliões e nos movimentos contestatórios ao poder centralizado, durante o período regencial do Brasil.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "O Período Regencial",
    "CONTEÚDO": "O início do Período Regencial; As características e as tendências políticas do Período Regencial; As fases do Período Regencial.",
    "OBJETIVOS": "Analisar as características do Período Regencial; Identificar as diferentes fases do Período Regencial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI16) Identificar, comparar e analisar a diversidade política, social e regional nas rebeliões e nos movimentos contestatórios ao poder centralizado, durante o período regencial do Brasil.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "Revoltas Regenciais: Carrancas",
    "CONTEÚDO": "Revoltas Regenciais; A Revolta de Carrancas.",
    "OBJETIVOS": "Compreender a luta de escravizados no contexto das revoltas do Período Regencial; Analisar a Revolta de Carrancas e seus desdobramentos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI16) Identificar, comparar e analisar a diversidade política, social e regional nas rebeliões e nos movimentos contestatórios ao poder centralizado, durante o período regencial do Brasil.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "Revoltas Regenciais: Farrapos",
    "CONTEÚDO": "Revoltas Regenciais: A Revolta dos Farrapos.",
    "OBJETIVOS": "Compreender o contexto histórico e econômico do Sul do Brasil antes da Revolta dos Farrapos; Identificar as motivações e os principais eventos que marcaram a Revolta dos Farrapos; Reconhecer o legado da Revolta dos Farrapos e seus impactos na ordem vigente."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI16) Identificar, comparar e analisar a diversidade política, social e regional nas rebeliões e nos movimentos contestatórios ao poder centralizado, durante o período regencial do Brasil.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "Revoltas Regenciais: Cabanagem",
    "CONTEÚDO": "Revoltas Regenciais; A Revolta dos Cabanos.",
    "OBJETIVOS": "Identificar as motivações e os desdobramentos da Revolta dos Cabanos; Analisar as condições sociais e políticas na província do Grão-Pará durante o Período Regencial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI16) Identificar, comparar e analisar a diversidade política, social e regional nas rebeliões e nos movimentos contestatórios ao poder centralizado, durante o período regencial do Brasil.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "Revoltas Regenciais: Sabinada",
    "CONTEÚDO": "Revoltas Regenciais; A Revolta dos Sabinos.",
    "OBJETIVOS": "Identificar o debate e o conflito político entre o centralismo da corte e o autogoverno provincial; Compreender as motivações e desdobramentos da Revolta da Sabinada."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI16) Identificar, comparar e analisar a diversidade política, social e regional nas rebeliões e nos movimentos contestatórios ao poder centralizado, durante o período regencial do Brasil.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "Revoltas Regenciais: Balaiada",
    "CONTEÚDO": "Revoltas Regenciais; A Revolta dos Balaios.",
    "OBJETIVOS": "Identificar as motivações e os desdobramentos da Revolta da Balaiada; Compreender o legado deixado pela Balaiada."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI28) Identificar as características das revoltas negras no Brasil do século XIX, principalmente a Revolta dos Malês, e analisar os seus impactos na ordem escravocrata então vigente.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia.",
    "TÍTULO ": "Revolta dos Malês: motivações, desdobramentos e seus impactos na ordem escravocrata",
    "CONTEÚDO": "Contexto social e demográfico da cidade de Salvador na primeira metade do século XIX; Influências culturais e religiosas na Revolta dos Malês; Impactos da Revolta dos Malês na ordem escravocrata.",
    "OBJETIVOS": "Compreender a luta de escravizados no contexto das revoltas do Período Regencial; Analisar o contexto social e demográfico da cidade de Salvador na época da revolta; Compreender como a Revolta dos Malês influenciou o debate sobre a escravidão; Analisar o impacto da Revolta dos Malês na ordem escravocrata."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI15) Identificar e analisar o equilíbrio das forças e os sujeitos envolvidos nas disputas políticas durante o Primeiro e o Segundo Reinado.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "Segundo Reinado: disputas políticas e golpe da maioridade",
    "CONTEÚDO": "Disputas de poder no Segundo Reinado; Golpe da maioridade.",
    "OBJETIVOS": "Identificar as disputas de poder ocorridas durante o Segundo Reinado; Compreender o processo histórico do golpe da maioridade; Analisar os interesses das elites políticas e econômicas e as disputas entre liberais e conservadores em relação ao golpe da maioridade."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI17) Relacionar as transformações territoriais, em razão de questões de fronteiras, com as tensões e conflitos durante o Império.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "Territórios e fronteiras do Brasil no contexto do Segundo Reinado",
    "CONTEÚDO": "Disputas territoriais e conflitos no Segundo Reinado.",
    "OBJETIVOS": "Compreender as transformações territoriais ocorridas durante o Segundo Reinado; Identificar as disputas territoriais enfrentadas pelo Brasil durante o Segundo Reinado; Relacionar as transformações territoriais e fronteiriças com a estabilidade social e política do Segundo Reinado."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI15) Identificar e analisar o equilíbrio das forças e os sujeitos envolvidos nas disputas políticas durante o Primeiro e o Segundo Reinado.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "Segundo Reinado: economia cafeeira e ferrovias",
    "CONTEÚDO": "A economia cafeeira no Brasil do Segundo Reinado; O Vale do Paraíba e a produção cafeeira; Ferrovias.",
    "OBJETIVOS": "Compreender os condicionantes que levaram à ocupação do Vale do Paraíba para a produção de café; Entender o papel desempenhado pelas ferrovias no escoamento da produção do café durante o Segundo Reinado; Relacionar o capital produzido pelo setor cafeeiro com a ampliação da infraestrutura no contexto do Segundo Reinado."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI15) Identificar e analisar o equilíbrio das forças e os sujeitos envolvidos nas disputas políticas durante o Primeiro e o Segundo Reinado.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "A Revolução Praieira",
    "CONTEÚDO": "A Revolução Praieira; Movimentação política; O legado da Revolução Praieira.",
    "OBJETIVOS": "Analisar a disputa política entre os “praieiros” e os “guabirus”; Entender a movimentação política no contexto da Revolução Praieira; Discutir o legado da Revolução Praieira."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI18) Identificar as questões internas e externas sobre a atuação do Brasil na Guerra do Paraguai e discutir diferentes versões sobre o conflito, além de suas implicações políticas e econômicas nos países envolvidos.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "A Guerra do Paraguai",
    "CONTEÚDO": "A Tríplice Aliança; Transformações territoriais; O Brasil na Guerra do Paraguai; A Guerra do Paraguai e a questão da escravidão.",
    "OBJETIVOS": "Identificar as motivações e os interesses dos países da Tríplice Aliança; Compreender as transformações territoriais ocorridas durante a Guerra do Paraguai; Analisar as consequências políticas da Guerra do Paraguai para o Brasil, a Argentina e o Uruguai; Compreender o impacto da Guerra do Paraguai para a questão da escravidão no Brasil."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI18) Identificar as questões internas e externas sobre a atuação do Brasil na Guerra do Paraguai e discutir diferentes versões sobre o conflito, além de suas implicações políticas e econômicas nos países envolvidos.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "Guerra do Paraguai: conflito de narrativas",
    "CONTEÚDO": "Narrativas históricas sobre a Guerra do Paraguai.",
    "OBJETIVOS": "Compreender as diferentes narrativas históricas sobre a Guerra do Paraguai; Identificar as questões políticas brasileiras representadas na obra A batalha do Avaí, de Pedro Américo; Analisar charges publicadas no contexto da Guerra do Paraguai."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 15,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI19B) Identificar as propostas presentes nas Leis Eusébio de Queirós, Ventre Livre, Sexagenário e Áurea, bem como analisar os seus impactos na sociedade brasileira do período imperial.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "Os abolicionistas",
    "CONTEÚDO": "Movimento abolicionista; Personalidades que lutaram pelo fim da escravidão: Maria Firmina dos Reis, Luís Gama, André Rebouças e José do Patrocínio.",
    "OBJETIVOS": "Compreender o significado da palavra \"abolição\" e suas implicações relacionadas ao contexto do Segundo Reinado; Compreender a diversidade de grupos sociais envolvidos na luta pela abolição da escravatura; Analisar o papel de Maria Firmina dos Reis, Luís Gama, André Rebouças e José do Patrocínio no movimento abolicionista brasileiro."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 16,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI15) Identificar e analisar o equilíbrio das forças e os sujeitos envolvidos nas disputas políticas durante o Primeiro e o Segundo Reinado.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "A Lei de Terras de 1850",
    "CONTEÚDO": "A Lei de Terras de 1850 e seus desdobramentos.",
    "OBJETIVOS": "Analisar a Lei de Terras de 1850, seus desdobramentos e suas permanências; Compreender a Lei de Terras de 1850 como mecanismo de exclusão do acesso à terra durante do Segundo Reinado."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 17,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI19B) Identificar as propostas presentes nas Leis Eusébio de Queirós, Ventre Livre, Sexagenário e Áurea, bem como analisar os seus impactos na sociedade brasileira do período imperial.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "A Lei Eusébio de Queirós",
    "CONTEÚDO": "Abolicionismo; Pressões internacionais pela abolição da escravidão; A Lei Eusébio de Queirós.",
    "OBJETIVOS": "Analisar o impacto da Lei Eusébio de Queirós no processo de abolição da escravidão no Brasil; Compreender o contexto histórico e as pressões internacionais que levaram à promulgação da Lei Eusébio de Queirós em 1850."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 18,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI19B) Identificar as propostas presentes nas Leis Eusébio de Queirós, Ventre Livre, Sexagenário e Áurea, bem como analisar os seus impactos na sociedade brasileira do período imperial.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "A Lei do Ventre Livre",
    "CONTEÚDO": "Abolicionismo; A Lei do Ventre Livre.",
    "OBJETIVOS": "Analisar o impacto da Lei do Ventre Livre no processo de abolição da escravidão no Brasil; Entender o papel da Lei do Ventre Livre no processo que levou ao fim da escravidão no Brasil."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 19,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI19B) Identificar as propostas presentes nas Leis Eusébio de Queirós, Ventre Livre, Sexagenário e Áurea, bem como analisar os seus impactos na sociedade brasileira do período imperial.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "A Lei dos Sexagenários",
    "CONTEÚDO": "Abolicionismo; A Lei dos Sexagenários.",
    "OBJETIVOS": "Compreender o papel da Lei dos Sexagenários no processo que levou ao fim da escravidão no Brasil."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 20,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI19B) Identificar as propostas presentes nas Leis Eusébio de Queirós, Ventre Livre, Sexagenário e Áurea, bem como analisar os seus impactos na sociedade brasileira do período imperial.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "A Lei Áurea",
    "CONTEÚDO": "Abolicionismo; A Lei Áurea; Os impactos da abolição da escravidão.",
    "OBJETIVOS": "Analisar o impacto da Lei Áurea na sociedade brasileira após a sua promulgação; Compreender o processo de criação da Lei Áurea."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "3°",
    "AULA": 21,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI19A) Formular questionamentos sobre o legado da escravidão nas Américas, com base na seleção e consulta de fontes de diferentes naturezas.",
    "OBJETOS DO CONHECIMENTO": "Brasil: Primeiro Reinado; Período Regencial e as contestações ao poder central; O Brasil do Segundo Reinado: política e economia: – A Lei de Terras e seus desdobramentos na política do Segundo Reinado; – Territórios e fronteiras: a Guerra do Paraguai.",
    "TÍTULO ": "O legado da luta negra contra a escravidão",
    "CONTEÚDO": "Consequências históricas da escravidão; Impactos da escravidão na sociedade atual; Resistência e luta dos afrodescendentes; A vida dos afrodescendentes após a abolição.",
    "OBJETIVOS": "Analisar as diferentes formas de resistência adotadas pelos escravizados; Analisar a luta dos escravizados na busca pela liberdade; Refletir sobre as heranças do sistema escravista na sociedade atual."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI28) Identificar e analisar aspectos da Guerra Fria, seus principais conflitos e as tensões geopolíticas no interior dos blocos liderados por soviéticos e estadunidenses",
    "OBJETOS DO CONHECIMENTO": "A Guerra fria: confrontos de dois modelos políticos; A Revolução Chinesa e as tensões entre China e Rússia; A Revolução Cubana e as tensões entre Estados Unidos da América e Cuba.",
    "TÍTULO ": "Guerra Fria: confrontos militares e corrida espacial",
    "CONTEÚDO": "Motivações e desdobramentos da Guerra Fria; A criação da OTAN e do Pacto de Varsóvia; A Guerra do Vietnã; Principais conquistas dos blocos capitalista e socialista na corrida espacial.",
    "OBJETIVOS": "Compreender as tensões geopolíticas e as zonas de influência dos blocos políticos Capitalista e Socialista; Compreender os impactos da Guerra Fria no mundo contemporâneo; Compreender as principais razões para a corrida espacial durante a Guerra Fria e seus impactos na política internacional."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI28) Identificar e analisar aspectos da Guerra Fria, seus principais conflitos e as tensões geopolíticas no interior dos blocos liderados por soviéticos e estadunidenses.​",
    "OBJETOS DO CONHECIMENTO": "A Guerra fria: confrontos de dois modelos políticos; A Revolução Chinesa e as tensões entre China e Rússia; A Revolução Cubana e as tensões entre Estados Unidos da América e Cuba.",
    "TÍTULO ": "A Revolução Chinesa",
    "CONTEÚDO": "Fim do Império e proclamação da República na China; Governo de Mao Tsé-tung;​ Relações entre a China e a URSS.",
    "OBJETIVOS": "Identificar as causas do fim do Império Chinês e da proclamação da República na China;​ Analisar as medidas adotadas no governo Mao Tsé-tung e suas orientações ideológicas; ​ Compreender a relação entre a China e a URSS."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI28) Identificar e analisar aspectos da Guerra Fria, seus principais conflitos e as tensões geopolíticas no interior dos blocos liderados por soviéticos e estadunidenses.​",
    "OBJETOS DO CONHECIMENTO": "A Guerra fria: confrontos de dois modelos políticos; A Revolução Chinesa e as tensões entre China e Rússia; A Revolução Cubana e as tensões entre Estados Unidos da América e Cuba.",
    "TÍTULO ": "A Revolução Cubana",
    "CONTEÚDO": "Antecedentes da Revolução Cubana; Principais características do período pré-revolucionário em Cuba; Líderes e ideias da revolução e seus impactos globais.",
    "OBJETIVOS": "Compreender as principais causas, acontecimentos e consequências da Revolução Cubana; Conhecer as ideias e os líderes da Revolução; Identificar as mudanças políticas, econômicas e sociais para a sociedade cubana."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI19) Identificar e compreender o processo que resultou na ditadura civil-militar no Brasil e discutir a emergência de questões relacionadas à memória e à justiça sobre os casos de violação dos direitos humanos.",
    "OBJETOS DO CONHECIMENTO": "Os anos 1960: revolução cultural; A ditadura civil-militar e os processos de resistência; As questões indígena e negra e a ditadura",
    "TÍTULO ": "Os anos 1960: a revolução dos hábitos",
    "CONTEÚDO": "Contracultura: aspectos políticos, econômicos e culturais.",
    "OBJETIVOS": "Compreender o impacto nos hábitos de consumo, lazer e comportamento na sociedade dos anos 1960; Analisar as diversas formas de expressões políticas e artísticas no contexto da contracultura."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI19) Identificar e compreender o processo que resultou na ditadura civil-militar no Brasil e discutir a emergência de questões relacionadas à memória e à justiça sobre os casos de violação dos direitos humanos.",
    "OBJETOS DO CONHECIMENTO": "Os anos 1960: revolução cultural; A ditadura civil-militar e os procesos de resistência; As questões indígena e negra e a ditadura",
    "TÍTULO ": "Os governos de Jânio Quadros e João Goulart",
    "CONTEÚDO": "Medidas do governo Jânio Quadros e sua relação com a Guerra Fria; Os impactos do governo João Goulart para a História política do Brasil; Reformas de Base e o Plano Trienal.",
    "OBJETIVOS": "Compreender a atuação de Jânio Quadros durante a Guerra Fria; Analisar o governo de Jânio Quadros, suas principais medidas e os fatores que levaram à sua renúncia; Compreender as propostas de reformas estruturais apresentadas pelo governo João Goulart; Identificar os conflitos entre grupos sociais e as forças políticas que atuaram durante o governo Goulart."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI19) Identificar e compreender o processo que resultou na ditadura civil-militar no Brasil e discutir a emergência de questões relacionadas à memória e à justiça sobre os casos de violação dos direitos humanos.",
    "OBJETOS DO CONHECIMENTO": "Os anos 1960: revolução cultural; A ditadura civil-militar e os procesos de resistência; As questões indígena e negra e a ditadura",
    "TÍTULO ": "A ditadura civil-militar: o contexto de 1964",
    "CONTEÚDO": "O contexto político e social que levou ao golpe de 1964; A atuação dos militares no poder e as medidas adotadas no início do regime civil-militar.",
    "OBJETIVOS": "Compreender o contexto histórico que levou ao golpe civil-militar de 1964. Analisar as tensões políticas entre as forças conservadoras e progressistas no Brasil antes do estabelecimento do regime ditatorial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI20) Discutir os processos de resistência e as propostas de reorganização da sociedade brasileira durante a ditadura civil-militar.",
    "OBJETOS DO CONHECIMENTO": "Os anos 1960: revolução cultural; A ditadura civil-militar e os procesos de resistência; As questões indígena e negra e a ditadura",
    "TÍTULO ": "A ditadura civil-militar: repressão e resistência",
    "CONTEÚDO": "Manifestações políticas e sociais; Violência política, repressão, tortura, perseguição e desaparecimentos dos opositores.",
    "OBJETIVOS": "Analisar as manifestações sociais de resistência à ditadura civil-militar; Refletir sobre as violações aos direitos humanos ocorridas durante a ditadura civil-militar."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI20) Discutir os processos de resistência e as propostas de reorganização da sociedade brasileira durante a ditadura civil-militar.",
    "OBJETOS DO CONHECIMENTO": "Os anos 1960: revolução cultural; A ditadura civil-militar e os procesos de resistência; As questões indígena e negra e a ditadura",
    "TÍTULO ": "Ditadura civil-militar: aspectos político-sociais, econômicos e culturais",
    "CONTEÚDO": "Principais aspectos sociais e econômicos da Ditadura Civil-Militar; Milagre Econômico; As manifestações culturais como forma de resistência à ditadura.",
    "OBJETIVOS": "Avaliar os impactos do chamado Milagre Econômico; Analisar a questão das desigualdades sociais no país durante a Ditadura Civil-Militar; Compreender o papel do cinema, da música, do teatro e literatura como formas de expressão e resistência à opressão ao regime político estabelecido."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI20) Discutir os processos de resistência e as propostas de reorganização da sociedade brasileira durante a ditadura civil-militar.",
    "OBJETOS DO CONHECIMENTO": "Os anos 1960: revolução cultural; A ditadura civil-militar e os procesos de resistência; As questões indígena e negra e a ditadura",
    "TÍTULO ": "Resistências à ditadura civil-militar: guerrilhas urbanas e rurais",
    "CONTEÚDO": "A organização da resistência à ditadura civil-militar; Ação Libertadora Nacional (ALN) e Vanguarda Popular Revolucionária (VPR).",
    "OBJETIVOS": "Compreender o surgimento das principais organizações guerrilheiras no Brasil durante o período da ditadura civil-militar; Analisar as estratégias e táticas utilizadas por esses grupos na luta contra a ditadura e nas guerrilhas urbanas e rurais."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI20) Discutir os processos de resistência e as propostas de reorganização da sociedade brasileira durante a ditadura civil-militar.",
    "OBJETOS DO CONHECIMENTO": "Os anos 1960: revolução cultural; A ditadura civil-militar e os procesos de resistência; As questões indígena e negra e a ditadura",
    "TÍTULO ": "Resistências à ditadura civil-militar: greves e movimentos estudantis",
    "CONTEÚDO": "Movimentos estudantis e greves operárias; A Passeata dos Cem Mil; Greves dos metalúrgicos do ABC.",
    "OBJETIVOS": "Analisar os processos de organização e mobilização dos movimentos estudantis e das greves operárias; Compreender a formação de lideranças, a articulação de demandas e as estratégias de ação adotadas por esses movimentos durante a ditadura civil-militar."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI21) Identificar e relacionar as demandas indígenas e quilombolas como forma de contestação ao modelo desenvolvimentista da ditadura.",
    "OBJETOS DO CONHECIMENTO": "Os anos 1960: revolução cultural; A ditadura civil-militar e os procesos de resistência; As questões indígena e negra e a ditadura",
    "TÍTULO ": "Resistências à ditadura civil-militar: os povos indígenas",
    "CONTEÚDO": "Os povos indígenas na ditadura civil-militar; As violações aos direitos dos povos indígenas.",
    "OBJETIVOS": "Analisar as políticas do Estado em relação aos povos indígenas durante a ditadura civil-militar no Brasil; Refletir sobre o Estatuto do Índio e as violações aos direitos desses povos durante o regime civil-militar."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI21) Identificar e relacionar as demandas indígenas e quilombolas como forma de contestação ao modelo desenvolvimentista da ditadura.",
    "OBJETOS DO CONHECIMENTO": "Os anos 1960: revolução cultural; A ditadura civil-militar e os procesos de resistência; As questões indígena e negra e a ditadura",
    "TÍTULO ": "Resistências à ditadura civil-militar: o movimento negro",
    "CONTEÚDO": "A luta pela igualdade racial, a mobilização política e a organização dos movimentos negros [Movimento Negro Unificado (MNU); A União de Negros pela Igualdade (Unegro).",
    "OBJETIVOS": "Compreender o lugar ocupado pelas organizações e movimentos negros durante a ditadura (os casos do MNU e da Unegro); Analisar o papel dos movimentos negros na luta contra a ditadura e na conquista de direitos para a população negra."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI20) Discutir os processos de resistência e as propostas de reorganização da sociedade brasileira durante a ditadura civil-militar.",
    "OBJETOS DO CONHECIMENTO": "Os anos 1960: revolução cultural; A ditadura civil-militar e os procesos de resistência; As questões indígena e negra e a ditadura",
    "TÍTULO ": "Resistências à ditadura civil-militar: discurso oficial e da imprensa",
    "CONTEÚDO": "Leis, decretos, atos institucionais e outros documentos oficiais; O papel da imprensa durante o período ditatorial; A cobertura jornalística dos movimentos de resistência à ditadura civil-militar.",
    "OBJETIVOS": "Compreender a cobertura jornalística e o papel da imprensa durante a ditadura civil-militar; Analisar as fontes históricas do período relacionadas às manifestações de resistência à ditadura civil-militar."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI19) Identificar e compreender o processo que resultou na ditadura civil-militar no Brasil e discutir a emergência de questões relacionadas à memória e à justiça sobre os casos de violação dos direitos humanos.",
    "OBJETOS DO CONHECIMENTO": "Os anos 1960: revolução cultural; A ditadura civil-militar e os procesos de resistência; As questões indígena e negra e a ditadura",
    "TÍTULO ": "Resistências à ditadura civil-militar: violações aos direitos humanos",
    "CONTEÚDO": "Violência e desrespeito aos direitos humanos durante a ditadura civil-militar; Iniciativas de memória e justiça.",
    "OBJETIVOS": "Analisar as violações dos direitos humanos cometidas durante a ditadura civil-militar; Refletir sobre a importância da memória e da justiça para lidar com essas violações."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 15,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI22) Discutir o papel da mobilização da sociedade brasileira do final do período ditatorial até a Constituição de 1988.",
    "OBJETOS DO CONHECIMENTO": "O processo de redemocratização; A Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.); A história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais; Os protagonismos da sociedade civil e das alterações da sociedade brasileira; A questão da violência contra populações marginalizadas; O Brasil e suas relações internacionais na era da globalização.",
    "TÍTULO ": "O processo de abertura política: o movimento pela anistia",
    "CONTEÚDO": "O contexto internacional; O papel dos movimentos sociais e da imprensa; A Lei da Anistia.",
    "OBJETIVOS": "Compreender as mudanças políticas ocorridas no Brasil durante o processo de abertura política; Analisar o papel do movimento pela anistia na transição democrática do país; Refletir sobre a importância da luta pelos direitos humanos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 16,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI22) Discutir o papel da mobilização da sociedade brasileira do final do período ditatorial até a Constituição de 1988.",
    "OBJETOS DO CONHECIMENTO": "O processo de redemocratização; A Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.); A história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais; Os protagonismos da sociedade civil e das alterações da sociedade brasileira; A questão da violência contra populações marginalizadas; O Brasil e suas relações internacionais na era da globalização.",
    "TÍTULO ": "O processo de abertura política: o movimento das Diretas Já",
    "CONTEÚDO": "O movimento pelas \"Diretas Já\" e seus desdobramentos.",
    "OBJETIVOS": "Compreender o contexto histórico e político do Brasil na década de 1980; Analisar as causas e os desdobramentos do movimento pelas Diretas Já."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 17,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI23) Identificar direitos civis, políticos e sociais expressos na Constituição de 1988 e relacioná-los à noção de cidadania e ao pacto da sociedade brasileira de combate a diversas formas de preconceito, como o racismo.",
    "OBJETOS DO CONHECIMENTO": "O processo de redemocratização; A Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.); A história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais; Os protagonismos da sociedade civil e das alterações da sociedade brasileira; A questão da violência contra populações marginalizadas; O Brasil e suas relações internacionais na era da globalização.",
    "TÍTULO ": "O processo histórico de elaboração da Constituição de 1988",
    "CONTEÚDO": "Antecedentes da Constituinte de 1987 a 1988: A relação da Constituição com o processo de redemocratização no Brasil.",
    "OBJETIVOS": "Compreender o contexto histórico e político que antecedeu a Constituinte de 1987 a 1988; Examinar o papel da sociedade civil no processo da Constituinte; Compreender o processo de elaboração da Constituição, estimulando a reflexão sobre o papel do Estado e da sociedade."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 18,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI24) Analisar as transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais, identificando questões prioritárias para a promoção da cidadania e dos valores democráticos.",
    "OBJETOS DO CONHECIMENTO": "O processo de redemocratização; A Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.); A história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais; Os protagonismos da sociedade civil e das alterações da sociedade brasileira; A questão da violência contra populações marginalizadas; O Brasil e suas relações internacionais na era da globalização.",
    "TÍTULO ": "A Constituição de 1988: a chamada “Constituição Cidadã”",
    "CONTEÚDO": "A importância da luta pela cidadania e pelos direitos civis no Brasil; A conquista do direito ao voto para os analfabetos e para os jovens a partir dos 16 anos.",
    "OBJETIVOS": "Compreender a importância da luta pela cidadania e pelos direitos civis no Brasil; Analisar a conquista do direito ao voto para analfabetos e para jovens a partir dos 16 anos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 19,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI22) Discutir o papel da mobilização da sociedade brasileira do final do período ditatorial até a Constituição de 1988.",
    "OBJETOS DO CONHECIMENTO": "O processo de redemocratização; A Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.); A história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais; Os protagonismos da sociedade civil e das alterações da sociedade brasileira; A questão da violência contra populações marginalizadas; O Brasil e suas relações internacionais na era da globalização.",
    "TÍTULO ": "A eleição de Tancredo Neves e o Governo José Sarney",
    "CONTEÚDO": "Eleição de Tancredo Neves e o processo de redemocratização; Governo José Sarney; Crise econômica e instabilidade política.",
    "OBJETIVOS": "Compreender os acontecimentos históricos que levaram à eleição de Tancredo Neves e ao estabelecimento do Governo José Sarney; Analisar e refletir sobre as principais características e desafios do governo Sarney."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 20,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1947",
    "HABILIDADE": "(EF09HI24) Analisar as transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais, identificando questões prioritárias para a promoção da cidadania e dos valores democráticos.",
    "OBJETOS DO CONHECIMENTO": "O processo de redemocratização; A Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.); A história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais; Os protagonismos da sociedade civil e das alterações da sociedade brasileira; A questão da violência contra populações marginalizadas; O Brasil e suas relações internacionais na era da globalização.",
    "TÍTULO ": "As manifestações culturais no processo de redemocratização",
    "CONTEÚDO": "Manifestações culturais como espaços de resistência e expressão.",
    "OBJETIVOS": "Analisar o papel das manifestações culturais, como as artes plásticas, a música, a literatura e o cinema, durante o processo de redemocratização; Reconhecer o papel das manifestações culturais como formas de resistência, expressão e mobilização social."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "3°",
    "AULA": 21,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1947",
    "HABILIDADE": "(EF09HI24) Analisar as transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais, identificando questões prioritárias para a promoção da cidadania e dos valores democráticos.",
    "OBJETOS DO CONHECIMENTO": "O processo de redemocratização; A Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.); A história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais; Os protagonismos da sociedade civil e das alterações da sociedade brasileira; A questão da violência contra populações marginalizadas; O Brasil e suas relações internacionais na era da globalização.",
    "TÍTULO ": "A luta pelos direitos civis no Brasil",
    "CONTEÚDO": "A importância da luta pela cidadania e pelos direitos civis no Brasil; A conquista do direito ao voto para os analfabetos e para os jovens a partir dos 16 anos.",
    "OBJETIVOS": "Compreender a importância da luta pela cidadania e pelos direitos civis no Brasil; Analisar a conquista do direito ao voto para analfabetos e para jovens a partir dos 16 anos"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI19) Descrever e analisar os diferentes papéis sociais das mulheres no mundo antigo e nas sociedades medievais.",
    "OBJETOS DO CONHECIMENTO": "O papel da mulher na Grécia e em Roma, e no período medieval.",
    "TÍTULO ": "As mulheres no mundo medieval",
    "CONTEÚDO": "Os papéis sociais das mulheres nas sociedades medievais",
    "OBJETIVOS": "Compreender os diferentes papéis sociais das mulheres na sociedade medieval; Identificar as diferenças e semelhanças nas funções, direitos e limitações sociais das mulheres na Idade Média; Refletir sobre a continuidade e a mudança na condição feminina ao longo da história."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI16) Caracterizar e comparar as dinâmicas de abastecimento e as formas de organização do trabalho e da vida social em diferentes sociedades e períodos, com destaque para as relações entre senhores e servos.",
    "OBJETOS DO CONHECIMENTO": "Senhores e servos no mundo antigo e no medieval; Escravidão e trabalho livre em diferentes temporalidades e espaços (Roma Antiga, Europa medieval e África); Lógicas comerciais na Antiguidade romana e no mundo medieval.",
    "TÍTULO ": "A transição da Antiguidade para a Idade Média na europa",
    "CONTEÚDO": "Invasões bárbaras e o fim da Antiguidade; A divisão da Idade Média; Características da sociedade medieval: feudalismo, Igreja e monarquia; Economia agrária e a importância do campesinato; O papel da Igreja Católica;",
    "OBJETIVOS": "Compreender o processo de transição da Antiguidade para a Idade Média; Apresentar as principais características da Idade Média, abordando a organização social, política, econômica e cultural desse período."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI16) Caracterizar e comparar as dinâmicas de abastecimento e as formas de organização do trabalho e da vida social em diferentes sociedades e períodos, com destaque para as relações entre senhores e servos.",
    "OBJETOS DO CONHECIMENTO": "Senhores e servos no mundo antigo e no medieval; Escravidão e trabalho livre em diferentes temporalidades e espaços (Roma Antiga, Europa medieval e África); Lógicas comerciais na Antiguidade romana e no mundo medieval.",
    "TÍTULO ": "Os povos germânicos",
    "CONTEÚDO": "Reinos germânicos; Características dos povos germânicos; Prittlewell",
    "OBJETIVOS": "Identificar as principais características dos povos germânicos; Explorar a relevância das descobertas arqueológicas, com foco no túmulo de Prittlewell, para entender a história desses povos; Analisar as influências germânicas na formação da Europa Medieval."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI18) Analisar o papel do cristianismo na cultura, na política e na sociedade, durante o período medieval.",
    "OBJETOS DO CONHECIMENTO": "O papel da religião cristã, dos mosteiros e da cultura na Idade Média.",
    "TÍTULO ": "Reino Franco: dinastias Merovíngia e Carolíngia",
    "CONTEÚDO": "Dinastia Merovíngia: origem e características; A ascensão dos Carolíngios: Carlos Martel e sua importância na defesa contra os muçulmanos; A coroação de Pepino, o Breve, e o início da dinastia Carolíngia; Reinado de Carlos Magno: expansão territorial, reformas e seu papel como imperador; A queda das dinastias Merovíngia e Carolíngia",
    "OBJETIVOS": "Compreender o contexto histórico das dinastias Merovíngia e Carolíngia no Reino Franco; Analisar os principais eventos e personagens dessas dinastias, como Carlos Martel, Pepino, o Breve e Carlos Magno; Refletir sobre o impacto das dinastias Merovíngia e Carolíngia na formação da Europa medieval. Discutir as reformas administrativas, políticas, econômicas e culturais realizadas por Carlos Magno e seu papel como imperador."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI18) Analisar o papel do cristianismo na cultura, na política e na sociedade, durante o período medieval.",
    "OBJETOS DO CONHECIMENTO": "O papel da religião cristã, dos mosteiros e da cultura na Idade Média.",
    "TÍTULO ": "O papel da religião cristã na Idade Média",
    "CONTEÚDO": "A relação entre o cristianismo e a política medieval; Os mosteiros na Idade Média; O conceito de teocracia; Conflitos e alianças entre a Igreja e os governantes.",
    "OBJETIVOS": "Compreender como o cristianismo influenciou a política e sociedade na Idade Média; Analisar a importância dos mosteiros para a sociedade medieval e o desenvolvimento da cultura; Analisar os conflitos e alianças entre a Igreja e os governantes medievais."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI16) Caracterizar e comparar as dinâmicas de abastecimento e as formas de organização do trabalho e da vida social em diferentes sociedades e períodos, com destaque para as relações entre senhores e servos.",
    "OBJETOS DO CONHECIMENTO": "Senhores e servos no mundo antigo e no medieval; Escravidão e trabalho livre em diferentes temporalidades e espaços (Roma Antiga, Europa medieval e África); Lógicas comerciais na Antiguidade romana e no mundo medieval.",
    "TÍTULO ": "O trabalho e a vida social na Idade Média",
    "CONTEÚDO": "Trabalho na antiguidade; Trabalho na Idade Média;",
    "OBJETIVOS": "Compreender as formas de trabalho na sociedade medieval, com foco no sistema feudal. Identificar o papel dos senhores feudais e dos servos no abastecimento e na organização do feudo. Analisar aspectos da vida social e cultural na Idade Média."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI16) Caracterizar e comparar as dinâmicas de abastecimento e as formas de organização do trabalho e da vida social em diferentes sociedades e períodos, com destaque para as relações entre senhores e servos.",
    "OBJETOS DO CONHECIMENTO": "Senhores e servos no mundo antigo e no medieval; Escravidão e trabalho livre em diferentes temporalidades e espaços (Roma Antiga, Europa medieval e África); Lógicas comerciais na Antiguidade romana e no mundo medieval.",
    "TÍTULO ": "O feudalismo europeu",
    "CONTEÚDO": "Origens do Feudalismo; Estrutura social e política do Feudalismo; Economia e modos de produção na sociedade feudal.",
    "OBJETIVOS": "Compreender o contexto histórico e as origens do Feudalismo; Reconhecer a estrutura social e política do Feudalismo; Analisar a economia na sociedade feudal."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI16) Caracterizar e comparar as dinâmicas de abastecimento e as formas de organização do trabalho e da vida social em diferentes sociedades e períodos, com destaque para as relações entre senhores e servos.",
    "OBJETOS DO CONHECIMENTO": "Senhores e servos no mundo antigo e no medieval; Escravidão e trabalho livre em diferentes temporalidades e espaços (Roma Antiga, Europa medieval e África); Lógicas comerciais na Antiguidade romana e no mundo medieval.",
    "TÍTULO ": "A sociedade feudal",
    "CONTEÚDO": "O Clero, a Nobreza e os Trabalhadores seus papeis na sociedade; Juramentos de fidelidade; Os reis feudais. Castelos medievais; O senhorio e a servidão camponesa;",
    "OBJETIVOS": "Compreender o contexto histórico e as origens do Feudalismo; Reconhecer a estrutura social e política do Feudalismo; Analisar a economia na sociedade feudal."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI16) Caracterizar e comparar as dinâmicas de abastecimento e as formas de organização do trabalho e da vida social em diferentes sociedades e períodos, com destaque para as relações entre senhores e servos.",
    "OBJETOS DO CONHECIMENTO": "Senhores e servos no mundo antigo e no medieval; Escravidão e trabalho livre em diferentes temporalidades e espaços (Roma Antiga, Europa medieval e África); Lógicas comerciais na Antiguidade romana e no mundo medieval.",
    "TÍTULO ": "Lógicas comerciais no mundo medieval",
    "CONTEÚDO": "Características do comércio medieval; As rotas comerciais na Europa, Ásia e África; As cidades comerciais e o renascimento urbano; Comércio medieval: as feiras O papel das guildas e feiras medievais.",
    "OBJETIVOS": "Compreender as principais lógicas comerciais no mundo medieval, analisando as trocas econômicas, as rotas comerciais e os fatores que influenciaram o comércio durante esse período; Explorar como as lógicas comerciais medievais se conectavam com os sistemas econômicos, sociais e políticos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI21) Identificar as características e trajetórias do Cristianismo, do povo hebreu e do povo árabe, estabelecendo as relações do mundo medieval cristão com o mundo árabe, com o Império Otomano e com as populações judaicas.",
    "OBJETOS DO CONHECIMENTO": "O papel das religiões na política, na economia, na cultura e nas sociedades durante o período medieval.",
    "TÍTULO ": "Mundo árabe e o nascimento do islamismo",
    "CONTEÚDO": "O povo árabe na Idade Média; Os árabes no Mediterrâneo; O nascimento do islã; O islã na cultura medieval; Expansão islâmica; Interação dos muçulmanos com outros grupos.",
    "OBJETIVOS": "Compreender as características e a trajetória do povo árabe na Idade Média; Identificar a importância do islã na cultura e na sociedade medieval; Estabelecer conexões entre o povo árabe e outros grupos religiosos e culturais da época."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI21) Identificar as características e trajetórias do Cristianismo, do povo hebreu e do povo árabe, estabelecendo as relações do mundo medieval cristão com o mundo árabe, com o Império Otomano e com as populações judaicas.",
    "OBJETOS DO CONHECIMENTO": "O papel das religiões na política, na economia, na cultura e nas sociedades durante o período medieval.",
    "TÍTULO ": "Império Otomano",
    "CONTEÚDO": "Origem do império; Estrutura política, social, econômica e cultural; Expansão gradual do beilicado, absorvendo outros territórios turcos e bizantinos.",
    "OBJETIVOS": "Compreender a formação e expansão do Império Otomano durante a Idade Média. Analisar a estrutura política, social, econômica e cultural do Império Otomano. Entender o impacto do Império Otomano nas relações entre o Ocidente e o Oriente."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI21) Identificar as características e trajetórias do Cristianismo, do povo hebreu e do povo árabe, estabelecendo as relações do mundo medieval cristão com o mundo árabe, com o Império Otomano e com as populações judaicas.",
    "OBJETOS DO CONHECIMENTO": "O papel das religiões na política, na economia, na cultura e nas sociedades durante o período medieval.",
    "TÍTULO ": "O povo hebreu e suas relações no mundo medieval",
    "CONTEÚDO": "O povo judeu na Idade Média; Judaísmo e cultura medieval; Interação dos judeus com outros grupos.",
    "OBJETIVOS": "Compreender a história do povo judeu na Idade Média, desde a Diáspora até as comunidades medievais; Identificar a importância do judaísmo na cultura e na sociedade medieval; Estabelecer conexões entre o povo judeu e outros grupos religiosos e culturais da época."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI21) Identificar as características e trajetórias do Cristianismo, do povo hebreu e do povo árabe, estabelecendo as relações do mundo medieval cristão com o mundo árabe, com o Império Otomano e com as populações judaicas.",
    "OBJETOS DO CONHECIMENTO": "O papel das religiões na política, na economia, na cultura e nas sociedades durante o período medieval.",
    "TÍTULO ": "Em nome de Deus: as Cruzadas",
    "CONTEÚDO": "Principais Cruzadas; Impacto das Cruzadas na Europa medieval.",
    "OBJETIVOS": "Identificar os impactos das cruzadas na Europa medieval; Analisar como as Cruzadas influenciaram a cultura, a política e a sociedade da Idade Média."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "6º",
    "BIMESTRE": "4°",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "Trabalho e formas de organização social e cultural",
    "HABILIDADE": "(EF06HI21*) Identificar as características e trajetórias do Cristianismo, do povo hebreu e do povo árabe, estabelecendo as relações do mundo medieval cristão com o mundo árabe, com o Império Otomano e com as populações judaicas.",
    "OBJETOS DO CONHECIMENTO": "O papel das religiões na política, na economia, cultura e sociedade no período medieval.",
    "TÍTULO ": "A crise do sistema feudal",
    "CONTEÚDO": "Causas e fatores da crise do sistema feudal; O enfraquecimento da classe senhorial; A Peste Negra.",
    "OBJETIVOS": "Compreender as principais causas e fatores que levaram à crise do sistema feudal na Europa; Identificar os impactos da crise do sistema feudal nas estruturas políticas, sociais e econômicas da Idade Média; Reconhecer as mudanças que ocorreram durante e após a crise do sistema feudal, e como esses eventos influenciaram o desenvolvimento histórico subsequente."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI15) Discutir o conceito de escravidão moderna e suas distinções em relação ao escravismo antigo e à servidão medieval.",
    "OBJETOS DO CONHECIMENTO": "As lógicas internas das sociedades africanas; As formas de organização das sociedades ameríndias",
    "TÍTULO ": "Correntes do passado: a escravidão e a servidão através do tempo",
    "CONTEÚDO": "A escravidão na Antiguidade; A servidão na Idade Média; A escravidão moderna.",
    "OBJETIVOS": "Compreender os conceitos de escravidão e servidão, suas características e diferenças; Analisar a evolução da escravidão e da servidão ao longo da história, desde a Antiguidade até os tempos modernos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI15) Discutir o conceito de escravidão moderna e suas distinções em relação ao escravismo antigo e à servidão medieval.",
    "OBJETOS DO CONHECIMENTO": "As lógicas internas das sociedades africanas; As formas de organização das sociedades ameríndias",
    "TÍTULO ": "Correntes do passado: a escravidão e a servidão através do tempo - Parte II",
    "CONTEÚDO": "A escravidão na Antiguidade; A servidão na Idade Média; A escravidão moderna.",
    "OBJETIVOS": "Analisar as semelhanças e diferenças entre a escravidão na Antiguidade, o servidão na Idade Média e a escravidão moderna. Refletir sobre o impacto desses sistemas de opressão na sociedade e nas relações sociais de cada época; Debater sobre a continuidade dessas práticas ao longo da história."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI16) Analisar os mecanismos e as dinâmicas de comércio de escravizados em suas diferentes fases, identificando os agentes responsáveis pelo tráfico e as regiões e zonas africanas de procedência dos escravizados.",
    "OBJETOS DO CONHECIMENTO": "As lógicas internas das sociedades africanas; As formas de organização das sociedades ameríndias; A escravidão moderna e o tráfico de escravizados.",
    "TÍTULO ": "Escravidão na África",
    "CONTEÚDO": "Escravizados na África; As sociedades africanas e o tráfico de escravizados; Implicações do comércio de escravizados.",
    "OBJETIVOS": "Analisar os mecanismos e dinâmicas do comércio de escravizados na África pré-colonial, identificando as principais regiões e zonas africanas de procedência dos escravizados; Compreender as lógicas internas das sociedades africanas e suas relações com o tráfico de escravizados, destacando os agentes responsáveis pelo comércio de pessoas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI16) Analisar os mecanismos e as dinâmicas de comércio de escravizados em suas diferentes fases, identificando os agentes responsáveis pelo tráfico e as regiões e zonas africanas de procedência dos escravizados.",
    "OBJETOS DO CONHECIMENTO": "As lógicas internas das sociedades africanas; As formas de organização das sociedades ameríndias; A escravidão moderna e o tráfico de escravizados.",
    "TÍTULO ": "Nos caminhos da escravidão: África, Europa e América em conexão",
    "CONTEÚDO": "Comércio triangular; O sistema escravista.",
    "OBJETIVOS": "Compreender o processo histórico da escravização dos africanos; Analisar as conexões entre a África, a Europa e a América; Refletir sobre os impactos da escravidão nas sociedades contemporâneas."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI16) Analisar os mecanismos e as dinâmicas de comércio de escravizados em suas diferentes fases, identificando os agentes responsáveis pelo tráfico e as regiões e zonas africanas de procedência dos escravizados.",
    "OBJETOS DO CONHECIMENTO": "As lógicas internas das sociedades africanas; As formas de organização das sociedades ameríndias; A escravidão moderna e o tráfico de escravizados.",
    "TÍTULO ": "O Atlântico negro: as rotas dos invisíveis da diáspora forçada",
    "CONTEÚDO": "As rotas do tráfico transatlântico; As principais regiões africanas e os portos de embarque e desembarque; Diáspora forçada; Principais etnias africanas envolvidas no comércio de escravizados.",
    "OBJETIVOS": "Compreender a complexa dinâmica do tráfico transatlântico de escravizados, desde as origens africanas até os destinos nas Américas, com foco na diversidade geográfica, rotas marítimas e identidades étnicas envolvidas; Analisar as condições de transporte de africanos escravizados nos navios negreiros durante a travessia do Atlântico."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI16) Analisar os mecanismos e as dinâmicas de comércio de escravizados em suas diferentes fases, identificando os agentes responsáveis pelo tráfico e as regiões e zonas africanas de procedência dos escravizados.",
    "OBJETOS DO CONHECIMENTO": "As lógicas internas das sociedades africanas; As formas de organização das sociedades ameríndias; A escravidão moderna e o tráfico de escravizados.",
    "TÍTULO ": "O sistema escravista e o comércio de escravizados",
    "CONTEÚDO": "Agentes do tráfico de escravizados; O sistema escravista na América Portuguesa; Condição jurídica dos escravizados;",
    "OBJETIVOS": "Compreender o sistema escravista na América Portuguesa, investigando o funcionamento do comércio de escravizados e os principais agentes envolvidos nesse tráfico; Compreender a condição jurídica dos escravizados, destacando os impactos sociais, econômicos e políticos desse sistema na sociedade colonial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI16) Analisar os mecanismos e as dinâmicas de comércio de escravizados em suas diferentes fases, identificando os agentes responsáveis pelo tráfico e as regiões e zonas africanas de procedência dos escravizados.",
    "OBJETOS DO CONHECIMENTO": "As lógicas internas das sociedades africanas; As formas de organização das sociedades ameríndias; A escravidão moderna e o tráfico de escravizados.",
    "TÍTULO ": "Vozes silenciadas: a vida dos negros no Brasil colonial",
    "CONTEÚDO": "A escravidão no Brasil colonial; Estratégias de resistência cultural e social; As condições de vida dos negros no Brasil colonial.",
    "OBJETIVOS": "Compreender a importância da família para os escravizados no Brasil colonial; Analisar as estratégias de resistência cultural e social criadas pelos negros, especialmente no âmbito familiar, para preservar sua identidade e humanidade; Identificar as funções econômicas, sociais e culturais desempenhadas pelos negros escravizados, destacando o impacto de seu trabalho nas dinâmicas coloniais."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI19) Analisar as condições das pessoas escravizadas e identificar as formas de resistência à escravidão na América Portuguesa.",
    "OBJETOS DO CONHECIMENTO": "As lógicas internas das sociedades africanas; As formas de organização das sociedades ameríndias; A escravidão moderna e o tráfico de escravizados.",
    "TÍTULO ": "Resistência e esperança: a carta de Esperança Garcia",
    "CONTEÚDO": "Resistência negra; Esperança Garcia; A carta como fonte histórica.",
    "OBJETIVOS": "Refletir sobre a resistência negra na história do Brasil, com foco na escravização e suas formas de contestação; Analisar a carta de Esperança Garcia, entendendo suas intenções, contexto e significado; Identificar os aspectos da condição dos escravizados presentes na carta, incluindo suas estratégias de resistência; Discutir a relevância da carta como uma fonte histórica para o estudo da escravidão e resistência negra."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI19) Analisar as condições das pessoas escravizadas e identificar as formas de resistência à escravidão na América Portuguesa.",
    "OBJETOS DO CONHECIMENTO": "As lógicas internas das sociedades africanas; As formas de organização das sociedades ameríndias; A escravidão moderna e o tráfico de escravizados.",
    "TÍTULO ": "Luta pela liberdade: a resistência à escravização no Brasil colonial",
    "CONTEÚDO": "Formas de resistência dos escravizados; Revoltas de escravizados no período colonial.",
    "OBJETIVOS": "Identificar as formas de resistência adotadas pelas pessoas escravizadas na América Portuguesa; Refletir sobre o impacto da resistência na formação da sociedade brasileira."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI19) Analisar as condições das pessoas escravizadas e identificar as formas de resistência à escravidão na América Portuguesa.",
    "OBJETOS DO CONHECIMENTO": "As lógicas internas das sociedades africanas; As formas de organização das sociedades ameríndias; A escravidão moderna e o tráfico de escravizados.",
    "TÍTULO ": "Palmares: o quilombo que nunca se rendeu",
    "CONTEÚDO": "Quilombo; Palmares.",
    "OBJETIVOS": "Entender a formação do quilombo, suas causas e as condições sociais e econômicas da época colonial; Comprender a resistência do Quilombo de Palmares diante das constantes tentativas de destruição por parte do Estado colonial e da Coroa portuguesa; Analisar o papel de personagens históricos como Zumbi dos Palmares, Dandara e Ganga Zumba."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI20) Relacionar o racismo da contemporaneidade ao processo de escravização das populações africanas e afrodescendentes no período colonial.",
    "OBJETOS DO CONHECIMENTO": "As lógicas internas das sociedades africanas; As formas de organização das sociedades ameríndias; A escravidão moderna e o tráfico de escravizados.",
    "TÍTULO ": "Lideranças negras: heróis da resistência",
    "CONTEÚDO": "Resistência; lideranças negras",
    "OBJETIVOS": "Identificar as formas de resistência à escravidão; Reconhecer a importância das lideranças negras na luta contra a escravidão."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI20) Relacionar o racismo da contemporaneidade ao processo de escravização das populações africanas e afrodescendentes no período colonial.",
    "OBJETOS DO CONHECIMENTO": "As lógicas internas das sociedades africanas; As formas de organização das sociedades ameríndias; A escravidão moderna e o tráfico de escravizados.",
    "TÍTULO ": "Raízes do racismo: conexões entre o passado e o presente",
    "CONTEÚDO": "Racismo; populaçõe africanas no período colonial; Relação presente e passado",
    "OBJETIVOS": "Relacionar o racismo contemporâneo ao processo histórico de escravização das populações africanas e afrodescendentes no período colonial."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI17) Discutir as razões da passagem do mercantilismo para o capitalismo.",
    "OBJETOS DO CONHECIMENTO": "A emergência do capitalismo.",
    "TÍTULO ": "A passagem do mercantilismo para o capitalismo.",
    "CONTEÚDO": "Mercartismo; Crise do mercartilismo; Capitalismo.",
    "OBJETIVOS": "Compreender as características do mercantilismo e do capitalismo; Analisar os fatores que levaram à transição do mercantilismo para o capitalismo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "7º",
    "BIMESTRE": "4°",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "Lógicas comerciais e mercantis da modernidade",
    "HABILIDADE": "(EF07HI17) Discutir as razões da passagem do mercantilismo para o capitalismo.",
    "OBJETOS DO CONHECIMENTO": "A emergência do capitalismo.",
    "TÍTULO ": "Jogo da transição: compreendendo as mudanças do mercantilismo para o capitalismo",
    "CONTEÚDO": "Mercartismo; Capitalismo",
    "OBJETIVOS": "Identificar os principais conceitos relacionados ao mercantilismo e ao capitalismo, como acúmulo de metais preciosos, balança comercial favorável, livre concorrência, propriedade privada etc.; Descrever as características marcantes de cada sistema econômico, reconhecendo suas diferenças e semelhanças; Estimular o trabalho em equipe, a colaboração e o respeito mútuo entre os alunos durante o desenvolvimento do jogo."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI27) Identificar, com base na seleção e consulta de fontes de diferentes naturezas, as tensões e os significados dos discursos civilizatórios, avaliando seus impactos negativos para os povos indígenas originários e para as populações negras nas Américas.",
    "OBJETOS DO CONHECIMENTO": "O escravismo no Brasil do século XIX: plantations e revoltas de escravizados, abolicionismo e políticas migratórias no Brasil Imperial; Pensamento e cultura no século XIX: darwinismo e racismo; O discurso civilizatório nas Américas, o silenciamento dos saberes indígenas e as formas de integração e destruição de comunidades e povos indígenas; A resistência dos povos e comunidades indígenas diante da ofensiva civilizatória.",
    "TÍTULO ": "As políticas migratórias e o abolicionismo no Brasil Imperial",
    "CONTEÚDO": "Movimento abolicionista no Brasil; Políticas migratórias no Brasil Imperial; Transição do trabalho escravo para o trabalho livre.",
    "OBJETIVOS": "Retomar o histórico do movimento abolicionista no Brasil, suas principais ações e líderes; Identificar as políticas migratórias adotadas pelo Brasil Imperial e seus desdobramentos para a sociedade da época; Caracterizar a transição do trabalho escravo para o trabalho livre no país."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI27) Identificar, com base na seleção e consulta de fontes de diferentes naturezas, as tensões e os significados dos discursos civilizatórios, avaliando seus impactos negativos para os povos indígenas originários e para as populações negras nas Américas.",
    "OBJETOS DO CONHECIMENTO": "O escravismo no Brasil do século XIX: plantations e revoltas de escravizados, abolicionismo e políticas migratórias no Brasil Imperial; Pensamento e cultura no século XIX: darwinismo e racismo; O discurso civilizatório nas Américas, o silenciamento dos saberes indígenas e as formas de integração e destruição de comunidades e povos indígenas; A resistência dos povos e comunidades indígenas diante da ofensiva civilizatória.",
    "TÍTULO ": "Pensamento e cultura no século XIX: darwinismo social e racismo",
    "CONTEÚDO": "O pensamento científico no século XIX; O surgimento das teorias racistas; Impacto das teorias racistas na sociedade.",
    "OBJETIVOS": "Conceituar o pensamento darwinista; Identificar a deturpação do pensamento darwinista em darwinismo social; Compreender como as teorias racistas justificavam a opressão de povos originários."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI27) Identificar, com base na seleção e consulta de fontes de diferentes naturezas, as tensões e os significados dos discursos civilizatórios, avaliando seus impactos negativos para os povos indígenas originários e para as populações negras nas Américas.",
    "OBJETOS DO CONHECIMENTO": "O escravismo no Brasil do século XIX: plantations e revoltas de escravizados, abolicionismo e políticas migratórias no Brasil Imperial; Pensamento e cultura no século XIX: darwinismo e racismo; O discurso civilizatório nas Américas, o silenciamento dos saberes indígenas e as formas de integração e destruição de comunidades e povos indígenas; A resistência dos povos e comunidades indígenas diante da ofensiva civilizatória.",
    "TÍTULO ": "A resistência dos povos indígenas e o discurso civilizatório nas Américas",
    "CONTEÚDO": "O discurso civilizatório nas Américas; Integração e destruição de comunidades indígenas; Resistência dos povos indígenas.",
    "OBJETIVOS": "Analisar o discurso civilizatório nas Américas e seu impacto para com os povos originários. Compreender a resistência dos povos indígenas diante da ofensiva civilizatória."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI21) Identificar e analisar as políticas oficiais com relação ao indígena durante o Império.",
    "OBJETOS DO CONHECIMENTO": "Práticas de extermínio do indígena durante o Império.",
    "TÍTULO ": "O Estado Brasileiro e sua relação com os indígenas na construção do Império",
    "CONTEÚDO": "A Constituição de 1824 e os povos indígenas",
    "OBJETIVOS": "Compreender qual foi o trato dispensado aos indígenas conforme a Constituição de 1824."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI21) Identificar e analisar as políticas oficiais com relação ao indígena durante o Império.",
    "OBJETOS DO CONHECIMENTO": "Práticas de extermínio do indígena durante o Império.",
    "TÍTULO ": "O legado cultural cultural dos indígenas na história do Brasil",
    "CONTEÚDO": "Cultura indígena como forma de resistência e preservação de sua ancestralidade.",
    "OBJETIVOS": "Compreender a cultura indígena como forma de resistência e preservação de sua ancestralidade."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI21) Identificar e analisar as políticas oficiais com relação ao indígena durante o Império.",
    "OBJETOS DO CONHECIMENTO": "Práticas de extermínio do indígena durante o Império.",
    "TÍTULO ": "Política do Império para com os Indígenas: permanências",
    "CONTEÚDO": "Permanências geradas a partir das políticas de extermínio dos povos indígenas durante o Império.",
    "OBJETIVOS": "Debater acerca das permanências geradas a partir das políticas de extermínio dos povos indígenas durante o Império."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI20) Identificar e relacionar aspectos das estruturas sociais da atualidade com os legados da escravidão no Brasil e discutir a importância de ações afirmativas.",
    "OBJETOS DO CONHECIMENTO": "O escravismo no Brasil do século XIX: plantations, abolicionismo e políticas migratórias no Brasil Imperial.",
    "TÍTULO ": "Vozes na da literatura negra no Brasil do século XIX",
    "CONTEÚDO": "Vozes da literatura produzida sobre os negros no Brasil do século XIX; Vozes da literatura produzida por negros no Brasil do século XIX.",
    "OBJETIVOS": "Identificar como a literatura do século XIX se referia à população negra; Compreender a voz de resistência negra presente na literatura brasileira do século XIX."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI22) Discutir o papel das culturas letradas, não letradas e das artes na produção das identidades no Brasil do século XIX.",
    "OBJETOS DO CONHECIMENTO": "A produção do imaginário nacional brasileiro: cultura popular, representações visuais, letras e o Romantismo no Brasil.",
    "TÍTULO ": "Cultura letrada e não letrada no Brasil durante o século XIX",
    "CONTEÚDO": "Cultura letrada e a produção artística no Brasil do século XIX; Cultura não letrada e a produção artística no Brasil do século XIX",
    "OBJETIVOS": "Analisar o papel da cultura letrada na construção das identidades no Brasil do século XIX; Analisar o papel da cultura não letrada na construção das identidades no Brasil do século XIX"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI22) Discutir o papel das culturas letradas, não letradas e das artes na produção das identidades no Brasil do século XIX.",
    "OBJETOS DO CONHECIMENTO": "A produção do imaginário nacional brasileiro: cultura popular, representações visuais, letras e o Romantismo no Brasil.",
    "TÍTULO ": "Manifestações da cultura popular brasileira durante o século XIX",
    "CONTEÚDO": "Representações visuais da cultura popular brasileira durante o século XIX",
    "OBJETIVOS": "Analisar as representações visuais da cultura popular brasileira durante o século XIX"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "O Brasil no século XIX",
    "HABILIDADE": "(EF08HI22) Discutir o papel das culturas letradas, não letradas e das artes na produção das identidades no Brasil do século XIX.",
    "OBJETOS DO CONHECIMENTO": "A produção do imaginário nacional brasileiro: cultura popular, representações visuais, letras e o Romantismo no Brasil.",
    "TÍTULO ": "Romantismo no Brasil do século XIX",
    "CONTEÚDO": "Romantismo; Literatura e construção da identidade nacional",
    "OBJETIVOS": "Relacionar o Romantismo com a construção da identidade nacional durante o seculo XIX"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "Configurações do mundo no século XIX",
    "HABILIDADE": "(EF08HI25) Caracterizar e contextualizar aspectos das relações entre os Estados Unidos da América e a América Latina no século XIX.",
    "OBJETOS DO CONHECIMENTO": "Os Estados Unidos da América e a América Latina no século XIX.",
    "TÍTULO ": "Relações entre Estados Unidos da América e América Latina no século XIX",
    "CONTEÚDO": "Interesses políticos e econômicos dos Estados Unidos da América na América Latina; Diplomacia e comércio entre os Estados Unidos da América e a América Latina",
    "OBJETIVOS": "Analisar os interesses políticos e econômicos que influenciaram as relações entre Estados Unidos da América e América Latina; Compreender as relações diplomáticas e comerciais entre os Estados Unidos da América e Améria Latina."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "Configurações do mundo no século XIX",
    "HABILIDADE": "(EF08HI25) Caracterizar e contextualizar aspectos das relações entre os Estados Unidos da América e a América Latina no século XIX.",
    "OBJETOS DO CONHECIMENTO": "Os Estados Unidos da América e a América Latina no século XIX.",
    "TÍTULO ": "Da Doutrina Monroe ao intervencionismo: as influências dos EUA na América Latina",
    "CONTEÚDO": "Doutrina Monroe; Desdobramentos da aplicação da Doutrina Monroe; Casos de intervenção realizadas pelos EUA na América Latina durante o século XIX.",
    "OBJETIVOS": "Caracterizar a Doutrina Monroe e seus impactos nas relações entre os Estados Unidos e a América Latina; Analisar os casos de intervenção dos EUA na América Latina durante o século XIX."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "Configurações do mundo no século XIX",
    "HABILIDADE": "(EF08HI25) Caracterizar e contextualizar aspectos das relações entre os Estados Unidos da América e a América Latina no século XIX.",
    "OBJETOS DO CONHECIMENTO": "Os Estados Unidos da América e a América Latina no século XIX.",
    "TÍTULO ": "Passa ou repassa acadêmico: Estados Unidos e América Latina no século XIX",
    "CONTEÚDO": "As relações dos EUA com países da América Latina durante o século XIX",
    "OBJETIVOS": "Participar de passa ou repassa acadêmico; Verificar a aprendizagem acerca das relações dos EUA com países da América Latina durante o século XIX."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "Configurações do mundo no século XIX",
    "HABILIDADE": "(EF08HI23) Estabelecer relações causais entre as ideologias raciais e o determinismo no contexto do imperialismo europeu e seus impactos na África e na Ásia.",
    "OBJETOS DO CONHECIMENTO": "Nacionalismo, revoluções e as novas nações europeias.",
    "TÍTULO ": "Determinismo e Imperialismo Europeu",
    "CONTEÚDO": "Teorias raciais; A questão determinista no imperialismo europeu;",
    "OBJETIVOS": "Retomar as teorias raciais do século XIX; Compreender o impacto das teorias raciais no processo de colonização da África"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 15,
    "UNIDADE TEMÁTICA": "Configurações do mundo no século XIX",
    "HABILIDADE": "(EF08HI23) Estabelecer relações causais entre as ideologias raciais e o determinismo no contexto do imperialismo europeu e seus impactos na África e na Ásia.",
    "OBJETOS DO CONHECIMENTO": "Nacionalismo, revoluções e as novas nações europeias.",
    "TÍTULO ": "Nacionalismo e as novas nações europeias",
    "CONTEÚDO": "Nacionalismo; Unificação da Itália e da Alemanha; Construção das identidades nacionais.",
    "OBJETIVOS": "Caracterizar o Nacionalismo como uma ideologia do século XIX; Analisar como o Nacionalismo influenciou as revoluções e a formação de novas nações europeias."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 16,
    "UNIDADE TEMÁTICA": "Configurações do mundo no século XIX",
    "HABILIDADE": "(EF08HI23) Estabelecer relações causais entre as ideologias raciais e o determinismo no contexto do imperialismo europeu e seus impactos na África e na Ásia.",
    "OBJETOS DO CONHECIMENTO": "Nacionalismo, revoluções e as novas nações europeias.",
    "TÍTULO ": "Teorias raciais e o imperialismo na África",
    "CONTEÚDO": "Imperialismo; Impacto das teorias raciais no continente africano durante o século XIX.",
    "OBJETIVOS": "Compreender o que foi e como se construiu o imperialismo; Relacionar o imperialismo aos impactos causados pelas teorias raciais no continente africano durante o século XIX."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 17,
    "UNIDADE TEMÁTICA": "Configurações do mundo no século XIX",
    "HABILIDADE": "(EF08HI23) Estabelecer relações causais entre as ideologias raciais e o determinismo no contexto do imperialismo europeu e seus impactos na África e na Ásia.",
    "OBJETOS DO CONHECIMENTO": "Nacionalismo, revoluções e as novas nações europeias.",
    "TÍTULO ": "O imperialismo europeu e a partilha da África",
    "CONTEÚDO": "Processo de partilha da África segundo a ótica europeia",
    "OBJETIVOS": "Identificar como se deu o processo de partilha da África; Analisar como países europeus aturam no processo de partilha da África"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 18,
    "UNIDADE TEMÁTICA": "Configurações do mundo no século XIX",
    "HABILIDADE": "(EF08HI24) Reconhecer os principais produtos, utilizados pelos europeus, procedentes do continente africano durante o imperialismo e analisar os impactos sobre as comunidades locais na forma de organização e exploração econômica.",
    "OBJETOS DO CONHECIMENTO": "Uma nova ordem econômica: as demandas do capitalismo industrial e o lugar das economias africanas e asiáticas nas dinâmicas globais.",
    "TÍTULO ": "Resistências à partilha da África",
    "CONTEÚDO": "Resistências frente ao processo de partilha da África",
    "OBJETIVOS": "Identificar os movimentos de resistência frente ao processo de partilha da África."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 19,
    "UNIDADE TEMÁTICA": "Configurações do mundo no século XIX",
    "HABILIDADE": "(EF08HI24) Reconhecer os principais produtos, utilizados pelos europeus, procedentes do continente africano durante o imperialismo e analisar os impactos sobre as comunidades locais na forma de organização e exploração econômica.",
    "OBJETOS DO CONHECIMENTO": "Uma nova ordem econômica: as demandas do capitalismo industrial e o lugar das economias africanas e asiáticas nas dinâmicas globais.",
    "TÍTULO ": "A África e o capitalismo industrial europeu",
    "CONTEÚDO": "Matérias-primas africanas; Capitalismo industrial europeu; Impactos do capitalismo industrial europeu na África.",
    "OBJETIVOS": "Identificar as principais matérias-primas africanas demandadas pelos europeus durante o período do imperialismo; Compreender a relação entre as demandas do capitalismo industrial europeu e a exploração dos recursos naturais africanos e seus impactos nas comunidades locais."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 20,
    "UNIDADE TEMÁTICA": "Configurações do mundo no século XIX",
    "HABILIDADE": "(EF08HI24) Reconhecer os principais produtos, utilizados pelos europeus, procedentes do continente africano durante o imperialismo e analisar os impactos sobre as comunidades locais na forma de organização e exploração econômica.",
    "OBJETOS DO CONHECIMENTO": "Uma nova ordem econômica: as demandas do capitalismo industrial e o lugar das economias africanas e asiáticas nas dinâmicas globais.",
    "TÍTULO ": "Produção de podcast: permanências da exploração imperialista no continente africano - parte 1",
    "CONTEÚDO": "Condições atuais de países africanos em decorrência do Imperialismo",
    "OBJETIVOS": "Criar podcast sobre as condições atuais de países africanos em decorrencia do imperialismo europeu"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "8º",
    "BIMESTRE": "4°",
    "AULA": 21,
    "UNIDADE TEMÁTICA": "Configurações do mundo no século XIX",
    "HABILIDADE": "(EF08HI24) Reconhecer os principais produtos, utilizados pelos europeus, procedentes do continente africano durante o imperialismo e analisar os impactos sobre as comunidades locais na forma de organização e exploração econômica.",
    "OBJETOS DO CONHECIMENTO": "Uma nova ordem econômica: as demandas do capitalismo industrial e o lugar das economias africanas e asiáticas nas dinâmicas globais.",
    "TÍTULO ": "Produção de podcast: permanências da exploração imperialista no continente africano - parte 2",
    "CONTEÚDO": "Condições atuais de países africanos em decorrência do Imperialismo",
    "OBJETIVOS": "Criar podcast sobre as condições atuais de países africanos em decorrencia do imperialismo europeu"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 1,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI29 e EF09HI30) Descrever, analisar e comparar as experiências ditatoriais na América Latina, seus procedimentos (econômicos, sociais, de censura e repressão) e vínculos com o poder, em nível nacional e internacional, e a atuação de movimentos de contestação às ditaduras.",
    "OBJETOS DO CONHECIMENTO": "As experiências ditatoriais na América Latina.",
    "TÍTULO ": "Experiências ditatoriais na América Latina - parte 1",
    "CONTEÚDO": "Ditaduras na América Latina",
    "OBJETIVOS": "Entender as principais experiências ditatoriais ocorridas na América Latina ao longo do século XX; Analisar os procedimentos adotados pelos regimes ditatoriais, incluindo aspectos econômicos, sociais, de censura e repressão."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 2,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI29 e EF09HI30) Descrever, analisar e comparar as experiências ditatoriais na América Latina, seus procedimentos (econômicos, sociais, de censura e repressão) e vínculos com o poder, em nível nacional e internacional, e a atuação de movimentos de contestação às ditaduras.",
    "OBJETOS DO CONHECIMENTO": "As experiências ditatoriais na América Latina.",
    "TÍTULO ": "Experiências ditatoriais na América Latina - parte 2",
    "CONTEÚDO": "Ditaduras na América Latina",
    "OBJETIVOS": "Entender as principais experiências ditatoriais ocorridas na América Latina ao longo do século XX; Analisar os procedimentos adotados pelos regimes ditatoriais, incluindo aspectos econômicos, sociais, de censura e repressão."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 3,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI31) Descrever e avaliar os processos de descolonização na África e na Ásia, identificando o papel dos principais movimentos nacionalistas nas lutas de independência.",
    "OBJETOS DO CONHECIMENTO": "Os processos de descolonização na África e na Ásia.",
    "TÍTULO ": "Processos de descolonização na África - parte 1",
    "CONTEÚDO": "Imperialismo; Processos de descolonização na África.",
    "OBJETIVOS": "Analisar como as políticas das principais potências coloniais europeias impactaram as sociedades locais; Compreender os principais processos de descolonização ocorridos na África ao longo do século XX."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 4,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI31) Descrever e avaliar os processos de descolonização na África e na Ásia, identificando o papel dos principais movimentos nacionalistas nas lutas de independência.",
    "OBJETOS DO CONHECIMENTO": "Os processos de descolonização na África e na Ásia.",
    "TÍTULO ": "Processos de descolonização na África - parte 2",
    "CONTEÚDO": "Líderes dos processos de descolonização na África.",
    "OBJETIVOS": "Conhecer e debater sobre a atuação dos líderes e figuras-chave dos processos de descolonização africana, como Kwame Nkrumah, Nelson Mandela, Patrice Lumumba, Amílcar Cabral."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 5,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI31) Descrever e avaliar os processos de descolonização na África e na Ásia, identificando o papel dos principais movimentos nacionalistas nas lutas de independência.",
    "OBJETOS DO CONHECIMENTO": "Os processos de descolonização na África e na Ásia.",
    "TÍTULO ": "Processos de descolonização na Ásia - parte 1",
    "CONTEÚDO": "Processos de descolonização na Ásia; Lutas por independência na Ásia.",
    "OBJETIVOS": "Descrever os principais processos de descolonização ocorridos na Ásia ao longo do século XX; Analisar os impactos das descolonizações na configuração política e social dos países asiáticos."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 6,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI31) Descrever e avaliar os processos de descolonização na África e na Ásia, identificando o papel dos principais movimentos nacionalistas nas lutas de independência.",
    "OBJETOS DO CONHECIMENTO": "Os processos de descolonização na África e na Ásia.",
    "TÍTULO ": "Processos de descolonização na Ásia - parte 2",
    "CONTEÚDO": "Líderes dos processos de descolonização na Ásia.",
    "OBJETIVOS": "Conhecer e debater sobre a atuação de líderes e figuras-chave dos processos de descolonização, como Mahatma Gandhi, Jawaharlal Nehru, Mohammad Hatta, Sutan Sjahrir e Ho Chi Minh."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 7,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI32) Analisar mudanças e permanências associadas ao processo de globalização, considerando os argumentos dos movimentos críticos às políticas globais.",
    "OBJETOS DO CONHECIMENTO": "O fim da Guerra Fria e o processo de globalização; Políticas econômicas na América Latina.",
    "TÍTULO ": "O fim da Guerra Fria",
    "CONTEÚDO": "Estados Unidos e União Soviética; Dissolução da União Soviética; Fim da Guerra Fria.",
    "OBJETIVOS": "Analisar os fatores e eventos que contribuíram para o declínio da Guerra Fria; Compreender como o fim da Guerra Fria afetou a política internacional, as relações entre Estados e o equilíbrio de poder."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 8,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI32) Analisar mudanças e permanências associadas ao processo de globalização, considerando os argumentos dos movimentos críticos às políticas globais.",
    "OBJETOS DO CONHECIMENTO": "O fim da Guerra Fria e o processo de globalização; Políticas econômicas na América Latina.",
    "TÍTULO ": "Globalização em debate: movimentos críticos e seus desafios às políticas globais",
    "CONTEÚDO": "A Globalização; Movimentos Antiglobalização; Alternativas ao processo de globalização.",
    "OBJETIVOS": "Compreender o significado e a abrangência da globalização, percebendo as transformações ocorridas no cenário mundial após o fim da Guerra Fria e a emergência de novos atores globais; Analisar os movimentos críticos às políticas globais, compreendendo suas demandas e o papel que desempenham na busca por alternativas ao processo de globalização."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 9,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI33) Analisar as transformações nas relações políticas locais e globais geradas pelo desenvolvimento das tecnologias digitais de informação e comunicação",
    "OBJETOS DO CONHECIMENTO": "O fim da Guerra Fria e o processo de globalização; Políticas econômicas na América Latina.",
    "TÍTULO ": "Tecnologias digitais e as transformações da Globalização",
    "CONTEÚDO": "Globalização; Tecnologias digitais de informação e comunicação; Impacto das tecnologias digitais nas relações políticas globais.",
    "OBJETIVOS": "Identificar os movimentos críticos às políticas globais e suas demandas; Analisar o papel desses movimentos na busca por alternativas ao processo de globalização;"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 10,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI34) Discutir as motivações da adoção de diferentes políticas econômicas na América Latina, assim como seus impactos sociais nos países da região.",
    "OBJETOS DO CONHECIMENTO": "O fim da Guerra Fria e o processo de globalização; Políticas econômicas na América Latina.",
    "TÍTULO ": "Nacionalismo e Neoliberalismo na América Latina: o papel das organizações internacionais na dinâmica regional.",
    "CONTEÚDO": "Neoliberalismo e Neoliberalismo na América Latina; Organizações Internacionais na América Latina; Relações entre países latino-americanos.",
    "OBJETIVOS": "Discutir as motivações e objetivos por trás da adoção de diferentes políticas econômicas na América Latina, com foco no protecionismo econômico; Compreender os fundamentos do neoliberalismo e seus impactos sociais nos países latino-americanos; Analisar o papel das organizações internacionais na América Latina, com foco nos desafios e benefícios da cooperação internacional para o desenvolvimento da região."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 11,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI27) Relacionar aspectos das mudanças econômicas, culturais, sociais e tecnológicas ocorridas no Brasil a partir da década de 1990 ao papel do País no cenário internacional na era da globalização.",
    "OBJETOS DO CONHECIMENTO": "O processo de redemocratização; A Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.); A história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais; Os protagonismos da sociedade civil e das alterações da sociedade brasileira; A questão da violência contra populações marginalizadas; O Brasil e suas relações internacionais na era da globalização.",
    "TÍTULO ": "O Plano Real e as transformações econômicas no Brasil nos anos 1990",
    "CONTEÚDO": "Planos Econômicos e Inflação no Brasil; Plano Real; Desigualdades sociais no Brasil.",
    "OBJETIVOS": "Explorar os esforços dos governos Sarney e Collor para combater a inflação por meio de planos econômicos;"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 12,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI35) Analisar os aspectos relacionados ao fenômeno do terrorismo na contemporaneidade, incluindo os movimentos migratórios e os choques entre diferentes grupos e culturas",
    "OBJETOS DO CONHECIMENTO": "Os conflitos do século XXI e a questão do terrorismo; Pluralidades e diversidades identitárias na atualidade; As pautas dos povos indígenas no século XXI e suas formas de inserção no debate local, regional, nacional e internacional.",
    "TÍTULO ": "O Fenônmeno do terrorismo contemporâneo",
    "CONTEÚDO": "Grupos terroristas contemporâneos; Grupos terroristas e suas atividades; Impactos globais e reflexões sobre os grupos terroristas.",
    "OBJETIVOS": "Compreender como as atividades de grupos terroristas impactam não apenas as regiões onde atuam; Entender as motivações ideológicas, políticas e religiosas de diferentes grupos terroristas contemporâneos; Analisar como as ações de diferentes grupos terroristas contemporânemos refletem questões históricas, culturais e políticas específicas de suas regiões."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 13,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI35) Analisar os aspectos relacionados ao fenômeno do terrorismo na contemporaneidade, incluindo os movimentos migratórios e os choques entre diferentes grupos e culturas",
    "OBJETOS DO CONHECIMENTO": "Os conflitos do século XXI e a questão do terrorismo; Pluralidades e diversidades identitárias na atualidade; As pautas dos povos indígenas no século XXI e suas formas de inserção no debate local, regional, nacional e internacional.",
    "TÍTULO ": "Ataques terroristas e seus impactos: 11 de setembro e Charlie Habdo",
    "CONTEÚDO": "Atentados terroristas; 11 de Setembro; Charlie Hebdo e outros atentados na França em 2015.",
    "OBJETIVOS": "Entender a definição de terrorismo, situando esse fenômeno historicamente; Compreender as causas, motivações e consequências dos atos terroristas ao World Trade Center e à revista Charlie Hebdo; Refletir sobre os impactos desses ataques terroristas na sociedade global."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 14,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI35) Analisar os aspectos relacionados ao fenômeno do terrorismo na contemporaneidade, incluindo os movimentos migratórios e os choques entre diferentes grupos e culturas",
    "OBJETOS DO CONHECIMENTO": "Os conflitos do século XXI e a questão do terrorismo; Pluralidades e diversidades identitárias na atualidade; As pautas dos povos indígenas no século XXI e suas formas de inserção no debate local, regional, nacional e internacional.",
    "TÍTULO ": "Conflitos no século XXI",
    "CONTEÚDO": "Conflitos do Século XXI; Conflitos na Europa Oriental e no Oriente Médio; As tensões entre Israel e Palestina.",
    "OBJETIVOS": "Conhecer conflitos significativos que ocorreram no mundo no século XXI; Identificar os principais atores envolvidos nos conflitos estudados."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 15,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI08) Identificar as transformações ocorridas no debate sobre as questões da diversidade no Brasil durante o século XX e compreender o significado das mudanças de abordagem em relação ao tema.",
    "OBJETOS DO CONHECIMENTO": "O processo de redemocratização; A Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.); A história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais; Os protagonismos da sociedade civil e das alterações da sociedade brasileira; A questão da violência contra populações marginalizadas; O Brasil e suas relações internacionais na era da globalização.",
    "TÍTULO ": "Transformações políticas, sociais e culturais no Brasil de 1989 aos dias atuais",
    "CONTEÚDO": "Transformações Políticas, Sociais e Culturais no Brasil após 1989.",
    "OBJETIVOS": "Identificar as principais transformações políticas, sociais e culturais ocorridas no Brasil desde 1989 até os dias atuais; Analisar os impactos dessas transformações na vida da população brasileira; Entender como as transformações políticas, sociais e culturais foram influenciadas pelo processo de globalização."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 16,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI26) Discutir e analisar as causas da violência contra populações marginalizadas (negros, indígenas, mulheres, homossexuais, camponeses, pobres etc.) com vistas à tomada de consciência e à construção de uma cultura de paz, empatia e respeito às pessoas.",
    "OBJETOS DO CONHECIMENTO": "O processo de redemocratização; A Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.); A história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais; Os protagonismos da sociedade civil e das alterações da sociedade brasileira; A questão da violência contra populações marginalizadas; O Brasil e suas relações internacionais na era da globalização.",
    "TÍTULO ": "A violência contra as populações marginalizadas no Brasil",
    "CONTEÚDO": "Causas da violência no Brasil; Impactos da violência nas comunidades; Cultura de paz e respeito à diversidade.",
    "OBJETIVOS": "Identificar as causas e motivações da violência contra populações marginalizadas no Brasil; Analisar os impactos da violência nas vidas dessas comunidades e grupos sociais; Refletir sobre estratégias para a promoção da cultura de paz e o respeito à diversidade."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 17,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI36) Identificar e discutir as diversidades identitárias e seus significados históricos no início do século XXI, combatendo qualquer forma de preconceito e violência através do desenvolvimento de um projeto de âmbito escolar e comunitário.",
    "OBJETOS DO CONHECIMENTO": "Os conflitos do século XXI e a questão do terrorismo; Pluralidades e diversidades identitárias na atualidade; As pautas dos povos indígenas no século XXI e suas formas de inserção no debate local, regional, nacional e internacional.",
    "TÍTULO ": "Povos indígenas no Brasil do século XXI",
    "CONTEÚDO": "Pautas dos povos indígenas no século XXI; Direitos indígenas; Inserção dos indígenas nos espaços de decisão.",
    "OBJETIVOS": "Conhecer as pautas e reivindicações dos povos indígenas no século XXI; Entender a importância do reconhecimento e respeito aos direitos dos povos indígenas. Analisar os desafios e oportunidades para a inserção dos povos indígenas no debate local, regional, nacional e internacional."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 18,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946",
    "HABILIDADE": "(EF09HI26) Discutir e analisar as causas da violência contra populações marginalizadas (negros, indígenas, mulheres, homossexuais, camponeses, pobres etc.) com vistas à tomada de consciência e à construção de uma cultura de paz, empatia e respeito às pessoas.",
    "OBJETOS DO CONHECIMENTO": "O processo de redemocratização; A Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.); A história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais; Os protagonismos da sociedade civil e das alterações da sociedade brasileira; A questão da violência contra populações marginalizadas; O Brasil e suas relações internacionais na era da globalização.",
    "TÍTULO ": "O estado de São Paulo e a conquista das minorias",
    "CONTEÚDO": "Lei Estadual 10.948, de 05 de novembro de 2001; Lei Estadual 14.187, de 19 de julho de 2010.",
    "OBJETIVOS": "Compreender o que são e quais as consequências de punições estabelecidas em âmbito administrativo; Analisar leis do estado de São Paulo que punem administrativamente atos discriminatórios contra as minorias"
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 19,
    "UNIDADE TEMÁTICA": "Modernização, ditadura civil-militar e redemocratização: o Brasil após 1947",
    "HABILIDADE": "(EF09HI26) Discutir e analisar as causas da violência contra populações marginalizadas (negros, indígenas, mulheres, homossexuais, camponeses, pobres etc.) com vistas à tomada de consciência e à construção de uma cultura de paz, empatia e respeito às pessoas.",
    "OBJETOS DO CONHECIMENTO": "O processo de redemocratização; A Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.); A história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais; Os protagonismos da sociedade civil e das alterações da sociedade brasileira; A questão da violência contra populações marginalizadas; O Brasil e suas relações internacionais na era da globalização.",
    "TÍTULO ": "A Lei Maria da Penha",
    "CONTEÚDO": "A Lei Maria da Penha",
    "OBJETIVOS": "Compreender a Lei Maria da Penha como marco histórico no combate a violência doméstica praticada contra as mulheres."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 20,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI36) Identificar e discutir as diversidades identitárias e seus significados históricos no início do século XXI, combatendo qualquer forma de preconceito e violência através do desenvolvimento de um projeto de âmbito escolar e comunitário",
    "OBJETOS DO CONHECIMENTO": "Os conflitos do século XXI e a questão do terrorismo; Pluralidades e diversidades identitárias na atualidade; As pautas dos povos indígenas no século XXI e suas formas de inserção no debate local, regional, nacional e internacional.",
    "TÍTULO ": "Júri simulado: defesa das minorias - parte 1",
    "CONTEÚDO": "Lei Estadual 10.948, de 05 de novembro de 2001; Lei Estadual 14.187, de 19 de julho de 2010; Lei Federal 11.340, de 07 de agosto de 2006",
    "OBJETIVOS": "Compreender o que são e quais as consequências de punições estabelecidas em âmbito administrativo; Analisar leis do estado de São Paulo que punem administrativamente atos discriminatórios contra as minorias; Compreender a Lei Maria da Penha como marco histórico no combate a violência doméstica praticada contra as mulheres; Realizar Júri simulado tendo por base os estudos de caso apresentado nas aulas anteriores."
  },
  {
    "CICLO": "Anos Finais",
    "ANO/SÉRIE": "9º",
    "BIMESTRE": "4°",
    "AULA": 21,
    "UNIDADE TEMÁTICA": "A história recente",
    "HABILIDADE": "(EF09HI36) Identificar e discutir as diversidades identitárias e seus significados históricos no início do século XXI, combatendo qualquer forma de preconceito e violência através do desenvolvimento de um projeto de âmbito escolar e comunitário",
    "OBJETOS DO CONHECIMENTO": "Os conflitos do século XXI e a questão do terrorismo; Pluralidades e diversidades identitárias na atualidade; As pautas dos povos indígenas no século XXI e suas formas de inserção no debate local, regional, nacional e internacional.",
    "TÍTULO ": "Júri simulado: defesa das minorias - parte 2",
    "CONTEÚDO": "Lei Estadual 10.948, de 05 de novembro de 2001; Lei Estadual 14.187, de 19 de julho de 2010; Lei Federal 11.340, de 07 de agosto de 2007",
    "OBJETIVOS": "Compreender o que são e quais as consequências de punições estabelecidas em âmbito administrativo; Analisar leis do estado de São Paulo que punem administrativamente atos discriminatórios contra as minorias; Compreender a Lei Maria da Penha como marco histórico no combate a violência doméstica praticada contra as mulheres; Realizar Júri simulado tendo por base os estudos de caso apresentado nas aulas anteriores."
  }
]